[
  {
    "name": "각막염",
    "hospital": "안과 병원",
    "brief-explanation": "각막염은 각막의 염증으로 인해 발생하는 질환으로, 눈의 붉음, 가려움, 시력 저하 등의 증상이 나타납니다.",
    "detail-explanation": "각막염은 각막의 염증을 가리키는 의학 용어입니다. 각막은 눈의 투명한 외피로, 시력을 유지하는 데 중요한 역할을 합니다. 각막염은 다양한 원인에 의해 발생할 수 있으며, 그중 가장 흔한 원인은 바이러스, 박테리아, 그리고 미생물 감염입니다.\n\n각막염은 다양한 증상을 유발할 수 있으며, 이는 감각적인 눈 빛이나 점막 분비물, 눈물의 증가 등이 포함됩니다. 또한, 시력 변화, 눈이 따가워지는 느낌, 형태의 변화 등이 발생할 수 있습니다.\n\n각막염의 치료는 염증의 원인과 심각성에 따라 다르며, 보통은 안과 전문가의 치료 및 처방에 의해 이루어집니다. 이는 안약, 안티바이오틱 안약, 항염증제 등의 약물 치료일 수 있으며, 때로는 보호용 안대나 렌즈도 사용될 수 있습니다.\n\n심각한 경우, 각막 이식 수술이 필요할 수도 있습니다. 이는 각막 염증으로 인한 각막의 심각한 손상이나 결손을 해결하기 위해 시행될 수 있습니다.\n\n각막염은 조기 발견과 적절한 치료가 중요하며, 만약 이러한 증상이 나타나면 반드시 안과 전문가의 진료를 받는 것이 좋습니다."
  },
  {
    "name": "간 질환",
    "hospital": "소화기내과 병원",
    "brief-explanation": "간 질환은 간 기능이 손상되거나 간 조직에 염증이 발생하는 질환을 의미합니다.",
    "detail-explanation": "간질환은 간에 영향을 주는 다양한 질병과 장애를 포함하는 의학적 용어입니다. 간은 몸의 대사 기능에 중요한 영향을 미치는 중요한 장기로, 간질환은 전체 건강에 매우 중요한 영향을 미칠 수 있습니다.\n\n가장 흔한 간 질환 중 하나는 지방간입니다. 지방간은 지방이 과도하게 축적되어 발생하는 상태로, 알코올 소비, 비만, 당뇨병 등 여러 요인에 의해 발생할 수 있습니다. 지방간은 비알코올성 지방간병증 (NAFLD)와 알코올성 지방간병증 (ALD)으로 나뉘며, 중증도에 따라 간경변증이나 간경화로 진행될 수 있습니다.\n\n간염도 흔한 간 질환 중 하나입니다. 간염은 간 조직의 염증을 가리키며, 바이러스 감염, 알코올 소비, 약물 과용 등이 원인이 될 수 있습니다. 가장 흔한 간염 유형에는 A, B, C, D, E 유형이 있으며, 각각 다양한 전염 경로와 증상을 가집니다.\n\n간암은 간에서 발생하는 악성 종양으로, 전 세계적으로 간암의 주요 원인 중 하나는 간염 바이러스 감염입니다. 간암은 초기에는 증상이 없을 수 있으나 진행될수록 복통, 체중 감소, 피로 등의 증상이 나타날 수 있습니다.\n\n간 질환의 진단과 치료는 각 질환의 유형과 심각성에 따라 다르며, 보통은 혈액 검사, 영상 촬영, 간생검 등을 통해 진단됩니다. 치료는 원인과 증상에 따라 다르며, 약물 치료, 수술, 방사선 치료, 간 이식 등이 사용될 수 있습니다. 예방을 위해선 규칙적인 운동, 건강한 식습관, 알코올 소비의 제한, 백신 접종 등이 중요합니다."
  },
  {
    "name": "감기",
    "hospital": "병원 or 가정의학과",
    "brief-explanation": "감기는 호흡기 바이러스에 의해 발생하는 전염성 질환으로, 콧물, 기침, 목 아픔 등의 증상이 나타납니다.",
    "detail-explanation": "감기는 상기도 감염을 일으키는 바이러스에 의해 발생하는 질병입니다. 주로 인플루엔자 바이러스, 코로나바이러스, 리노바이러스 등이 감기를 유발하는 주요 원인입니다. 감기 바이러스는 공기 중의 비말을 통해 전파되며, 감염된 사람이 기침, 재채기 또는 말을 할 때 바이러스가 환경으로 배출됩니다. 건강한 사람이 이러한 바이러스를 마주칠 때면, 바이러스는 코, 목, 눈 등의 상기도 점막으로 침투하여 감염을 일으킵니다.\n\n감기의 주요 증상에는 코막힘, 콧물, 인후통, 목 아픔, 기침, 재채기, 근육통, 피로감 등이 포함됩니다. 발열이 나타날 수도 있지만, 일반적으로 감기의 증상은 인플루엔자와 달리 감기 바이러스에 의해 일어난 증상이 비교적 가벼우며 짧은 기간 내에 나타납니다.\n\n감기는 보통 면역 체계가 약한 사람들이나 노인, 어린이 등에게 더 많이 영향을 줍니다. 예방을 위해서는 자주 손 씻기, 사람과의 접촉을 피하기, 면역력 강화를 위한 건강한 생활습관을 유지하는 것이 중요합니다. 치료는 대부분 증상 완화를 위한 것으로, 휴식, 수분 섭취, 증상에 따른 약물 복용(해열제, 진통제, 해열제 등)이 포함될 수 있습니다.\n\n그러나 만약 감기 증상이 심하거나 길게 지속된다면 의료 전문가와 상의하여 추가적인 치료나 검사가 필요할 수 있습니다. 또한, 최근의 코로나바이러스 감염증(COVID-19) 대유행으로 인해, 감기와 코로나바이러스 감염증을 구분하는 것이 중요합니다. 일부 증상은 유사할 수 있으나, COVID-19의 경우 특히 발열, 기침, 호흡 곤란과 같은 심각한 증상이 나타날 수 있으며, 감염자는 즉시 의료 기관을 방문하거나 건강 담당자와 상담해야 합니다."
  },
  {
    "name": "갑상선 기능 이상",
    "hospital": "내과 병원",
    "brief-explanation": "갑상선 기능 이상은 갑상선 호르몬의 분비가 정상 범위를 벗어난 상태를 의미합니다.",
    "detail-explanation": "갑상선 기능 이상은 갑상선의 기능이 너무 높거나 낮아져서 발생하는 상태를 가리킵니다. 갑상선은 목의 앞쪽에 위치한 내분비기관으로, 대사 조절에 중요한 역할을 합니다. 갑상선 기능 이상은 대개 다음과 같은 세 가지 주요 상태로 나눌 수 있습니다.\n\n갑상선 과활동(과다 활성 갑상선, 갑상선 증상):\n갑상선 중독증(갑상선 과활성증, 갑상선 과기능증): 갑상선이 너무 많은 호르몬을 생성하여 몸의 기능을 너무 높게 유지합니다. 증상으로는 심장 박동 수 증가, 체중 감소, 과다한 땀, 불안감, 손 떨림, 다이어트에도 불구하고 식욕이 증가하는 등이 있습니다.\n바슈만 병(Graves' 병): 갑상선 중독증의 한 형태로, 갑상선 자극 항체에 의해 유발되는 자가면역 질환이며, 안면부 종두, 안구 돌출(안질환)을 동반할 수 있습니다.\\n갑상선 저활동(저활성 갑상선, 갑상선 저기능증):\\n갑상선 기능저하증(갑상선 저활성증, 갑상선 기능 저하증): 갑상선이 충분한 호르몬을 생성하지 못하여 몸의 기능이 느려집니다. 이로 인해 피로, 체중 증가, 냉증, 변비, 기억력 저하, 우울증, 근육 약화 등의 증상이 나타날 수 있습니다.\n하코증(Myxedema): 심각한 갑상선 기능저하증의 한 형태로, 혈액순환 속도가 느려져 몸의 모든 기능에 영향을 미칠 수 있습니다.\n갑상선 결절:\n갑상선 결절은 갑상선 내에서 발생하는 종양이며, 종양이 크거나 기능을 방해할 경우 갑상선 기능에 영향을 줄 수 있습니다. 종양이 악성인 경우 갑상선암일 가능성이 있습니다.\n갑상선 기능 이상은 종종 혈액 검사를 통해 갑상선 호르몬 수치를 확인하여 진단됩니다. 치료는 기능 이상의 원인과 심각성에 따라 다르며, 약물 치료(갑상선 호르몬 치료제 또는 갑상선 저활동증을 치료하기 위한 갑상선 호르몬 대체 치료), 방사성 요법, 수술 등이 포함될 수 있습니다. 하지만 어떤 경우에도 의료 전문가의 지도 아래에서 치료를 받는 것이 중요합니다."
  },
  {
    "name": "갑상선 기능 저하증",
    "hospital": "내과 병원",
    "brief-explanation": "갑상선 기능 저하증은 갑상선 호르몬의 분비량이 부족한 질환입니다.",
    "detail-explanation": "갑상선 기능 저하증은 갑상선이 충분한 양의 갑상선 호르몬을 생성하지 못하는 상태를 가리킵니다. 이는 갑상선 호르몬이 다양한 신체 기능에 영향을 미치기 때문에 다양한 증상을 유발할 수 있습니다. 주요 증상에는 피로, 체중 증가, 냉기 감수능력의 감퇴, 피부 건조, 기억력 감퇴 등이 있습니다. 갑상선 기능 저하증은 다양한 요인에 의해 발생할 수 있으며, 대부분의 경우 갑상선 자체의 자가 면역 질환인 자가면역 갑상선염이 가장 흔한 원인입니다. 그 외에도 갑상선 수술, 방사선 치료, 약물 치료 등도 갑상선 기능 저하를 유발할 수 있습니다. 치료는 대개 갑상선 호르몬 대체 요법을 포함하며, 적절한 치료로 대부분의 증상을 효과적으로 관리할 수 있습니다. 하지만 치료를 시작하기 전에 정확한 진단을 받고 전문가의 지도를 받는 것이 중요합니다."
  },
  {
    "name": "건선",
    "hospital": "피부과 병원",
    "brief-explanation": "건선은 피부 세포의 과도한 생성으로 인해 발생하는 피부 질환으로, 발진, 가려움증, 비정상적인 비듬 등이 나타납니다.",
    "detail-explanation": "건선(건선증, Psoriasis)은 피부의 만성적인 염증성 질환으로, 특히 피부 세포의 과도한 성장으로 인해 발생합니다. 건선은 일반적으로 붉고 발진이 나며, 흰색 또는 은백색의 비정상적인 피부 비늘로 특징지어집니다. 이 질병은 종종 발목, 무릎, 팔꿈치 등의 관절 부위에서 발생하며, 흔히 발바닥과 손바닥에는 발생하지 않습니다.\n\n건선의 원인은 정확히 알려지지 않았지만, 면역 체계의 과민 반응이나 유전적 요인, 환경적 요인 등이 역할할 수 있습니다. 또한, 스트레스, 피부 손상, 감염, 약물 복용 등이 발병을 유발할 수도 있습니다.\n\n건선은 재발과 악화가 특징인 만성적인 질병으로, 증상의 심각성과 범위는 개인에 따라 다를 수 있습니다. 경증에서 중등도의 경우에는 피부에 작고 붉은 반점이 생기며, 더 심한 경우에는 큰 영역의 피부가 붉게 염증이 발생하고 비늘로 덮입니다.\n\n치료는 증상의 심각성과 확산 정도에 따라 다양하게 적용됩니다. 치료법에는 피부에 직접 발라주는 외용제, 광선요법, 내복약물 치료, 생물학적 요법 등이 포함될 수 있습니다. 또한, 건선 환자는 특히 피부 건강을 유지하기 위해 적절한 습관을 가질 필요가 있습니다."
  },
  {
    "name": "결핵",
    "hospital": "호흡기내과 병원",
    "brief-explanation": "결핵은 결핵균에 의해 발생하는 감염성 질환으로, 폐를 비롯한 여러 기관에 영향을 미칠 수 있습니다.",
    "detail-explanation": "결핵(Tuberculosis, TB)은 건강 상태를 악화시키는 세균인 결핵균(Mycobacterium tuberculosis)에 의해 발생하는 감염성 질환입니다. 주로 폐에 영향을 미치지만, 다른 부위에도 영향을 줄 수 있습니다. 결핵은 공기 중의 결핵균이 호흡기를 통해 전파되므로, 감염된 사람과 밀접한 접촉이 있는 경우 전파될 수 있습니다.\n\n결핵은 급성 및 만성 두 가지 형태로 나뉩니다.\n\n급성 결핵: 폐의 환자에서 재발한 결핵 또는 초기 감염에서 발생할 수 있습니다. 증상에는 발열, 감기 증상(기침, 가래, 피로감 등), 체중 감소, 밤에 땀이 나는 등이 포함될 수 있습니다.\n만성 결핵: 대부분의 결핵 감염은 초기에 증상이 나타나지 않고 \"잠복 결핵\"으로 알려진 상태로 남아있을 수 있습니다. 이러한 경우에는 결핵균이 몸의 방어 체계에 의해 억제됩니다. 그러나 만약 면역 체계가 약해지면, 결핵균이 활성화되어 증상이 나타날 수 있습니다.\n결핵은 흔히 흡연, HIV/AIDS, 기타 면역 저하 상태, 고령자, 어린이 및 감염된 사람과 밀접한 접촉이 있는 사람에게 더 많이 영향을 줍니다. 결핵은 항생제 치료를 통해 치료될 수 있습니다. 일반적으로, 치료는 여러 가지 항생제를 포함한 조합 치료로 이루어지며, 치료 기간은 일반적으로 여러 달에서 몇 년까지 지속될 수 있습니다. 또한, 결핵 감염을 예방하기 위해 결핵 백신(BCG 백신)이 사용될 수 있습니다."
  },
  {
    "name": "과민성 대장 증후군",
    "hospital": "소화기내과 병원",
    "brief-explanation": "과민성 대장 증후군은 대장의 기능 이상으로 인해 복통, 변비, 설사 등의 소화기 증상이 반복적으로 나타나는 질환입니다.",
    "detail-explanation": "과민성 대장 증후군(Irritable Bowel Syndrome, IBS)은 소화관에서 기능적 문제로 인해 발생하는 만성적인 식이성 장애입니다. IBS는 대장의 기능이 이상적이지 않을 때 발생하며, 일반적으로 병리학적인 이상 소견이 발견되지 않습니다. 이는 대변 빈도나 변 형태의 변화, 복통, 가스, 복부팽만감과 같은 다양한 증상을 유발할 수 있습니다.\n\n과민성 대장 증후군은 다음과 같은 주요 특징을 가집니다:\n\n복통: 가장 흔한 증상 중 하나로, 종종 아랫배나 배꼽 주변에서 발생하며, 통증의 세기와 장소는 개인에 따라 다를 수 있습니다.\n대변 변화: 변비, 설사, 또는 둘 다를 경험할 수 있으며, 이는 대변의 형태와 빈도에 변화가 생길 수 있음을 의미합니다.\n복부팽만감 및 가스: 복부가 팽만되고 느껴질 수 있으며, 가스 발생이 늘어나는 것을 경험할 수 있습니다.\n기타 증상: 기본적으로 다양한 증상이 있을 수 있으며, 이는 소화관 및 기타 부위에 영향을 미칠 수 있습니다.\n과민성 대장 증후군의 원인은 명확하지 않지만, 장 내 근육의 이상적인 동작, 신경 체계의 비정상적인 작용, 식이 요인, 스트레스 등 다양한 요인이 기여할 수 있습니다. 진단은 주로 다른 소화기 질환을 배제한 후 증상 패턴과 진단 기준을 기반으로 의사에 의해 이루어집니다.\n\n치료는 대개 증상 경감을 위해 개인 맞춤형으로 이루어지며, 식이요법, 스트레스 관리, 운동, 약물 치료(대상포진 통제제, 설사 예방제, 복통 완화제 등)가 포함될 수 있습니다. 과민성 대장 증후군은 만성적이고 반복되는 질환이므로, 증상 관리 및 증상 완화를 위한 긴 시간 동안의 관리가 필요합니다."
  },
  {
    "name": "군두통",
    "hospital": "신경과 병원",
    "brief-explanation": "군두통은 편두통의 일종으로, 복잡한 압력 및 긴장성 통증을 유발하는 질환입니다.",
    "detail-explanation": "군두통(Cluster Headache)은 심한 통증을 유발하는 만성적인 두통 형태 중 하나입니다. 군두통은 일반적으로 \"군\"이라고 불리는 일련의 발작을 특징으로 하며, 이는 주로 하나의 측면에 나타나며 일반적으로 눈 주위나 측두부에 발생합니다.\n\n군두통은 다음과 같은 주요 특징을 가집니다:\n\n통증의 강도: 군두통은 매우 심한 통증을 유발합니다. 이러한 통증은 흔히 \"가장 심한 통증\"으로 묘사되며, 많은 환자들이 통증이 발생하는 동안 자기살해를 시도할 만큼 극도로 심하다고 설명합니다.\n발작: 군두통은 발작성으로 나타납니다. 이는 통상적으로 몇 주에서 몇 달 동안 발생하는 비정상적으로 빈번한 통증의 기간을 의미합니다. 군두통 발작은 대개 특정 시간대에 발생하며, 일반적으로 하루에 여러 번 발생할 수 있습니다.\n추가 증상: 군두통은 통증 외에도 눈이 빨개지거나 붉어질 수 있으며, 눈꺼풀이 떨리거나 눈 주위의 땀이 많이 나오는 경우가 있습니다.\n군두통의 원인은 여전히 명확히 알려져 있지 않지만, 혈관의 확장과 수축, 신경의 과민성, 뇌화학 물질의 변화 등이 기여할 수 있습니다. 진단은 증상 기반으로 이루어지며, 종종 다른 유형의 두통과 혼동될 수 있으므로 정확한 진단이 필요합니다.\n\n치료는 대개 약물 치료를 중심으로 합니다. 예방을 위해 약물을 복용하거나, 발작이 발생했을 때 통증을 완화하기 위해 특정 약물을 사용하는 것이 일반적입니다. 또한, 생활 습관의 변화, 스트레스 관리, 특정 트리거를 피하는 것도 도움이 될 수 있습니다. 하지만 이러한 치료법이 모든 환자에게 효과적인 것은 아니며, 경우에 따라 군두통은 치료가 어려운 경우도 있습니다."
  },
  {
    "name": "근시",
    "hospital": "안과 병원",
    "brief-explanation": "근시는 눈의 조절 기능에 이상이 생겨 원거리를 잘 보지 못하는 시력 이상입니다.",
    "detail-explanation": "근시(Myopia)는 장거리 물체를 보는 데 어려움을 겪는 시력 이상입니다. 일반적으로 근시는 눈의 수정체가 빛을 정확하게 망사되어 빛이 홍채 뒤에 있는 망막에 집중되지 않고, 망막 앞에 집중되어 발생합니다. 이는 눈의 전반적인 구조와 초점 조절 능력에 대한 변화로 인해 발생할 수 있습니다.\n\n근시의 주요 특징은 다음과 같습니다:\n\n원격 물체의 흐림: 근시 환자는 멀리 있는 물체가 흐릿하게 보입니다. 이는 빛이 망막에 집중되지 않고 앞에 집중되어 발생합니다.\n가까운 물체의 선명한 보기: 반대로 가까이 있는 물체는 상대적으로 선명하게 보입니다. 이는 눈의 초점이 망막 앞에 위치하므로 가까운 물체에 대한 선명한 이미지를 형성할 수 있습니다.\n안구 피로 및 두통: 장시간 가까이 있는 물체를 바라보는 것에 대한 계속된 노력으로 인해 안구 피로 및 두통이 발생할 수 있습니다.\n근시는 유전적인 요인과 환경적인 요인이 결합하여 발생할 수 있습니다. 장시간에 걸쳐 가까운 거리에 노출되는 것(예: 컴퓨터, 스마트폰 사용), 부족한 실외 활동, 안구 피로 등도 근시의 발생과 진행에 영향을 미칠 수 있습니다.\n\n근시의 치료법에는 안경이나 콘택트렌즈를 통한 시력 보정이 가장 흔한 방법입니다. 레이저 시력 교정술(LASIK 등) 또는 렌즈 임플란트와 같은 수술적 치료법도 있습니다. 또한, 안구 건강을 유지하기 위해 정기적인 안과 검진 및 안구 운동이 권장됩니다."
  },
  {
    "name": "기관지염",
    "hospital": "호흡기내과 병원",
    "brief-explanation": "기관지염은 기관지 내막의 염증으로 인해 호흡곤란, 기침, 가슴 답답함 등의 증상이 나타나는 호흡기 질환입니다.",
    "detail-explanation": "기관지염(Bronchitis)은 기관지의 염증으로 인해 발생하는 호흡기 질환입니다. 주로 비감염성(만성 기관지염) 또는 감염성(급성 기관지염)으로 나뉩니다.\n\n급성 기관지염 (Acute Bronchitis):\n급성 기관지염은 대개 감염으로 인한 염증으로 발생합니다. 일반적으로 감기 바이러스나 기타 호흡기 감염을 유발하는 바이러스에 의해 발생합니다.\n주요 증상은 기침, 가래, 인후통, 가슴 통증 등이며, 종종 발열 및 피로도 동반됩니다.\n대부분의 경우, 적절한 안정과 수분 섭취로 증상이 호전됩니다. 일부 경우에는 의사가 처방한 기침 억제제나 해열제, 진통제를 복용할 수 있습니다.\n그러나 미생물 항생제는 바이러스로 인한 감염에는 효과가 없으므로, 대부분의 급성 기관지염 환자에게는 권장되지 않습니다.\n만성 기관지염 (Chronic Bronchitis):\n만성 기관지염은 일상적인 기관지 염증으로, 대개 흡연이나 다른 호흡기 자극 요인에 의해 발생합니다.\n주요 증상은 길고 지속적인 기침과 가래입니다. 증상은 일주일 이상 지속되어야 하며, 최소한 3개월 이상 지속될 때 만성 기관지염으로 진단됩니다.\n치료는 주로 증상 완화와 진행을 지연시키기 위한 것으로, 금연, 산소 요법, 기침 억제제, 기관 확장제 등이 사용될 수 있습니다. 만성 기관지염은 종종 기관지 천식과 연관되어 있으므로, 관리와 치료가 필요합니다.\n기관지염은 항생제 치료가 효과적이지 않은 경우가 많으므로, 증상이 심각하거나 길게 지속되는 경우 의료 전문가와 상담하는 것이 중요합니다. 또한, 특히 만성 기관지염의 경우 기관지 폐쇄 및 호흡기 문제의 위험이 있으므로 적절한 관리가 필요합니다."
  },
  {
    "name": "내이성혈액종",
    "hospital": "종합 병원",
    "brief-explanation": "내이성혈액종은 골수에서 유래한 플라즈마 세포의 이상 증식으로 인해 발생하는 혈액 질환입니다.",
    "detail-explanation": "내이성 혈액증(Immunohemolytic Anemia)은 자신의 면역 체계가 자신의 레드 블러드 셀(적혈구)을 공격하여 파괴하는 혈액 질환입니다. 이는 일반적으로 면역계통의 이상적인 반응으로 인해 발생합니다. 내이성 혈액증은 여러 가지 유형이 있으며, 각 유형은 다른 면역 메커니즘에 기반하여 발생합니다.\n\n내이성 혈액증의 주요 유형은 다음과 같습니다:\n\n면역적 원인에 의한 용혈성 혈액병 (Immune-Mediated Hemolytic Anemia, IMHA): 이 유형의 내이성 혈액증은 자체 면역 체계가 레드 블러드 셀을 인식하여 파괴하는 것에 기인합니다. 이것은 항체가 자신의 적혈구를 타겟팅하는 것을 포함할 수 있습니다. 이 항체들은 적혈구 표면의 특정 단백질을 인식하여 붙어, 면역계통에 의해 파괴됩니다.\n자가 면역 질환과 관련된 무성혈성 혈액병 (Autoimmune Hemolytic Anemia, AIHA): 이는 면역체계가 자신의 적혈구를 인식하여 파괴하는 자가 면역 질환에 기인합니다. AIHA는 특히 다른 자가 면역 질환과 연관되어 있을 수 있습니다.\n유전적인 혈액 질환과 관련된 무성혈성 혈액병: 이러한 혈액 질환은 유전적인 결함으로 인해 적혈구의 생산, 구조 또는 기능에 영향을 줄 수 있습니다. 이는 신생아에서 출생 후 즉시 나타날 수도 있고, 성인에서 발생할 수도 있습니다.\n내이성 혈액증의 증상은 다양할 수 있으며, 피로, 빈혈, 쇼크, 황달, 무력감 등이 포함될 수 있습니다. 진단은 일반적으로 혈액 검사 및 면역학적 검사를 포함하며, 병태 생리학적으로 설명할 수 없는 빈혈이 의심될 때 수행됩니다.\n\n치료는 증상의 심각성과 원인에 따라 달라질 수 있습니다. 항체가 원인인 경우에는 면역 억제제 및 스테로이드가 사용될 수 있으며, 심한 경우에는 면역 급여나 피부 환자의 수혈이 필요할 수 있습니다. 그러나 치료법은 개별적으로 결정되며, 의료 전문가와의 상담이 필요합니다."
  },
  {
    "name": "내이소성",
    "hospital": "종합 병원",
    "brief-explanation": "내이소성은 혈액 속 혈소판의 수가 감소하거나 기능이 저하되는 질환으로, 출혈 및 혈액 응고 장애를 유발할 수 있습니다.",
    "detail-explanation": "내이소성(Anisocytosis)은 혈액 검사에서 발견되는 혈구의 크기 차이를 의미합니다. 보통 적혈구의 크기가 일정하게 유지되어야 하지만, 내이소성이 발생하면 적혈구의 크기가 서로 다를 수 있습니다.\n\n내이소성은 주로 적혈구 크기의 이상이 특이한 경우를 가리키며, 이는 보통 적혈구 생산이나 파괴 과정에 문제가 있음을 나타냅니다. 내이소성은 혈액 연구 결과에서 파악할 수 있으며, 다양한 혈액 질환과 연관되어 있을 수 있습니다.\n\n내이소성이 발견된 경우, 의사는 추가적인 검사를 통해 내이소성이 발생한 원인을 파악하고 관련된 질환을 진단할 수 있습니다. 이러한 추가적인 검사는 주로 혈구 형태학적인 변화를 보다 자세히 파악하기 위한 혈액 검사, 뼈수 검사, 철분 수치 검사 등을 포함할 수 있습니다.\n\n내이소성은 다양한 원인에 의해 발생할 수 있으며, 이에 따라 적절한 치료 및 관리가 필요합니다. 예를 들어, 철분 결핍이나 다른 혈액 질환과 관련된 경우, 적절한 치료를 통해 기저 질환을 관리하고 적혈구 크기의 이상을 개선할 수 있습니다. 따라서 내이소성이 발견된 경우 의료 전문가와의 상담이 필요합니다."
  },
  {
    "name": "뇌손상",
    "hospital": "신경외과 병원",
    "brief-explanation": "뇌손상은 외력이나 충격으로 인해 뇌조직이 손상되는 상태를 의미합니다.",
    "detail-explanation": "뇌손상은 뇌의 구조나 기능에 영향을 주는 부상이나 손상을 의미합니다. 뇌손상은 다양한 원인에 의해 발생할 수 있으며, 그 정도와 장기간의 영향은 부상의 종류와 심각성에 따라 다를 수 있습니다.\n\n외상성 뇌손상(Traumatic Brain Injury, TBI): 외상성 뇌손상은 외부 충격이나 강한 충격에 의해 뇌에 손상이 발생하는 상황을 가리킵니다. 이는 차도 사고, 낙상, 스포츠 사고, 폭력 등 다양한 사건으로 인해 발생할 수 있습니다.\n폐색성 뇌손상(Anoxic Brain Injury): 폐색성 뇌손상은 뇌에 산소 공급이 감소하거나 중단될 때 발생하는 손상을 의미합니다. 이는 심장 마비, 질식, 중독, 심한 혈압 하락 등으로 인해 발생할 수 있습니다.\n중독성 뇌손상(Toxic Brain Injury): 중독성 뇌손상은 독성 물질에 노출됨으로써 발생하는 손상을 의미합니다. 이는 알코올 중독, 약물 남용, 독성 물질 노출 등으로 인해 발생할 수 있습니다.\n뇌손상은 다양한 증상과 심각성을 보일 수 있으며, 이는 손상의 정도와 위치에 따라 달라질 수 있습니다. 일부 일반적인 증상은 다음과 같습니다:\n\n두통\n혼돈\n메모리 손상\n감각 손상\n운동 장애\n언어 문제\n정신 건강 문제(우울증, 불안 등)\n뇌손상의 치료 및 관리는 손상의 종류, 심각성 및 개인의 상태에 따라 달라집니다. 의료 전문가들은 종종 뇌손상의 초기 진단과 관리를 담당하며, 물리 치료사, 작업 치료사, 언어 치료사 등의 치료 전문가들은 손상으로 인한 기능 저하를 관리하는 데 도움을 줄 수 있습니다. 뇌손상은 종종 장기적인 관리와 재활이 필요할 수 있으며, 이는 환자와 가족, 치료 전문가들의 협력이 필요합니다."
  },
  {
    "name": "뇌졸중",
    "hospital": "신경외과 병원",
    "brief-explanation": "뇌졸중은 뇌 혈액 순환의 갑작스러운 중단으로 인해 뇌 조직 손상이 발생하는 질환입니다.",
    "detail-explanation": "뇌졸중은 뇌 혈관의 혈액 공급이 갑작스럽게 차단되거나 감소함으로써 발생하는 상황을 가리킵니다. 이로 인해 뇌 조직에 손상이 생기며, 이에 따라 뇌의 기능이 손상될 수 있습니다. 뇌졸중은 크게 두 가지 유형으로 나뉩니다.\n\n허혈성 뇌졸중 (Ischemic Stroke): 허혈성 뇌졸중은 뇌 혈관 내 혈전이나 혈전이 이동해 뇌 혈관을 차단하여 발생합니다. 이로 인해 뇌 조직이 산소와 영양 공급을 받지 못하게 되고, 일정 부분이 손상됩니다.\n출혈성 뇌졸중 (Hemorrhagic Stroke): 출혈성 뇌졸중은 뇌 혈관의 파열로 인해 뇌 내 출혈이 발생하는 상황을 가리킵니다. 이로 인해 뇌 조직에 혈액이 흘러들어가고 압력이 높아지면서 손상을 초래할 수 있습니다.\n뇌졸중의 주요 증상은 FAST라는 기억하기 쉬운 약어로 표현됩니다.\n\nFace (얼굴): 얼굴 일부가 일시적으로나 지속적으로 저릿거리거나 마비될 수 있습니다.\nArms (팔): 한쪽 팔이나 다리가 일시적으로나 지속적으로 저릿거리거나 마비될 수 있습니다.\nSpeech (말): 말이 더듬거리거나 이상하게 들릴 수 있습니다.\nTime (시간): 이러한 증상이 나타날 경우 즉시 응급실을 방문해야 합니다.\n뇌졸중은 심각한 상황이므로 즉각적인 응급 조치가 필요합니다. 증상이 발생하거나 의심되는 경우 즉시 의료진에게 연락하고 응급실을 방문하는 것이 중요합니다. 뇌졸중은 빠른 치료와 관리로 가능한한 최선의 결과를 얻을 수 있습니다."
  },
  {
    "name": "뇌종양",
    "hospital": "신경외과 병원",
    "brief-explanation": "뇌종양은 뇌 내에서 비정상적으로 증식한 세포로 인해 발생하는 종양을 의미합니다.",
    "detail-explanation": "뇌종양은 뇌 내에서 발생한 비정상적인 세포의 질량으로, 종양이 뇌 기능을 방해하거나 압박할 수 있는 심각한 질병입니다. 이러한 종양은 양성일 수도 있고 악성일 수도 있습니다. 뇌종양은 종양이 뇌 내의 특정 부위에 발생함에 따라 발생하는 원발성 종양과 다른 장기(예: 폐, 유방)에서 시작된 전이성 종양으로 나뉩니다.\n\n뇌종양은 종양의 위치와 크기에 따라 다양한 증상을 유발할 수 있습니다. 그러나 많은 뇌종양은 초기에는 증상이 거의 없을 수 있습니다. 하지만 종양이 커지면서 압박이나 조직 손상으로 인해 다음과 같은 증상이 나타날 수 있습니다:\n\n두통\n구토 또는 메스꺼움\n시력 변화\n감각 이상 (예: 저릿함, 마비)\n운동 기능 저하\n인지 기능 저하\n발작\n뇌종양은 정확한 진단을 위해 이미징 검사 (예: 뇌 자기 공명 영상 (MRI), 컴퓨터 단층 촬영 (CT))를 통해 확인됩니다. 진단 후 종양의 종류, 위치, 크기 등을 고려하여 적절한 치료 계획이 수립됩니다. 치료 옵션에는 수술적 접근법, 방사선 치료, 항암 치료 등이 포함될 수 있습니다.\n\n뇌종양은 치명적인 질병일 수 있으며, 조기 발견과 치료가 중요합니다. 뇌종양에 대한 "
  },
  {
    "name": "뇌출혈",
    "hospital": "신경외과 병원",
    "brief-explanation": "뇌출혈은 뇌 혈관의 파열로 인해 뇌 조직 주변에 출혈이 발생하는 상태를 의미합니다.",
    "detail-explanation": "뇌출혈 (Cerebral Hemorrhage):\n\n뇌출혈은 뇌 내 혈관에서 발생한 출혈로, 혈액이 뇌 조직 주변으로 흘러가거나 뇌 조직을 압박하여 손상을 초래할 수 있습니다. 이러한 출혈은 뇌 혈관의 파열 또는 혈액 응고 장애로 인해 발생할 수 있습니다. 뇌출혈은 크게 두 가지 유형으로 나뉩니다.\n\n뇌내출혈 (Intracerebral Hemorrhage): 뇌내출혈은 뇌 조직 내에서 발생한 출혈로, 일반적으로 동맥류(혈관의 벽이 약해짐) 또는 혈전(혈관 내 혈전 형성)에 의해 발생합니다. 출혈된 혈액은 주변 조직을 압박하고 파괴하여 뇌 기능을 손상시킬 수 있습니다.\n뇌외출혈 (Subarachnoid Hemorrhage): 뇌외출혈은 뇌와 두개내막 사이의 공간에서 발생한 출혈로, 일반적으로 동맥류의 파열에 의해 발생합니다. 뇌외출혈은 뇌척수액과 혈액이 혼합되어 두개내막과 뇌 조직에 압력을 가하고, 이는 뇌 조직을 손상시킬 수 있습니다.\n뇌출혈의 주요 증상은 출혈의 위치와 심각성에 따라 다를 수 있습니다. 일반적인 증상은 다음과 같습니다:\n\n흐리거나 이중된 시야\n두통\n의식 잃음\n신체 부분의 마비\n언어 또는 발음 문제\n고혈압\n구토\n뇌출혈은 응급 상황으로 즉각적인 의료 조치가 필요합니다. 증상이 발생하거나 뇌출혈이 의심된다면 즉시 응급실을 방문해야 합니다. 뇌출혈은 정확한 진단을 위해 이미징 검사 (예: 뇌 CT 스캔, 뇌 MRI)를 통해 확인됩니다. 치료는 출혈의 원인과 심각성에 따라 달라지며, 수술적 접근법, 혈액압 조절, 안정화를 위한 치료 등이 사용될 수 있습니다."
  },
  {
    "name": "담낭염",
    "hospital": "소화기외과 병원",
    "brief-explanation": "담낭염은 담낭 내의 담즙이 결핍되어 발생하는 염증성 질환으로, 복통, 소화 불량 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "담낭염은 담낭 내부의 염증으로, 주로 담석이 형성되는 경우에 발생합니다. 담낭은 간에서 생성된 담을 저장하는 작은 낭으로, 소화 과정에서 필요한 담을 분비합니다. 그러나 담의 구성 성분이 변경되거나 담이 충분히 제거되지 않으면 담석이 형성되어 담낭을 막을 수 있습니다. 이에 따라 담낭에 염증이 발생할 수 있습니다.\n\n담낭염은 주로 다음과 같은 증상을 유발할 수 있습니다:\n\n복부 통증: 주로 우측 상복부에서 시작하여 어깨 끝이나 등으로 확산될 수 있습니다. 통증은 일시적일 수도 있고 지속적일 수도 있습니다.\n구토: 통증을 동반하여 발생할 수 있습니다.\n명확한 음식 악화: 특히 고지방 식품을 섭취한 후 통증이 악화될 수 있습니다.\n복부 팽만 및 불쾌감: 담도가 막혀 있거나 염증이 있는 경우에 발생할 수 있습니다.\n발열: 염증이 있는 경우에는 발열이 나타날 수 있습니다.\n만약 담낭염이 의심된다면, 의사의 진단이 필요합니다. 진단은 주로 증상과 신체 검사를 기반으로 하며, 초음파나 CT 스캔과 같은 영상 검사도 사용될 수 있습니다. 치료는 담낭염의 원인과 심각성에 따라 달라지지만, 일반적으로 담낭 제거 수술(담낭절제술)이 필요할 수 있습니다. 만약 담석이 담도를 차단하고 있는 경우, 긴급 수술이 필요할 수도 있습니다. 또한, 증상 관리를 위해 통증 완화제나 항생제 등이 처방될 수 있습니다."
  },
  {
    "name": "담석",
    "hospital": "소화기외과 병원",
    "brief-explanation": "담석은 담낭이나 담관 내에 형성되는 결정체로, 복통이나 소화 불량 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "담석은 담낭이나 담도 내에 형성된 담의 고체 또는 결정물질입니다. 대부분의 담석은 콜레스테롤이나 담산염과 같은 성분으로 이루어져 있습니다. 일부 사람들은 담석이 형성되어 있어도 어떠한 증상도 발생하지 않을 수 있습니다. 그러나 담석이 담도를 차단하면 갑작스럽고 심한 통증을 유발할 수 있습니다.\n\n담석이 발생하는 정확한 원인은 알려지지 않았지만, 다음과 같은 위험이 증가할 수 있습니다:\n\n비만: 비만은 담석 형성의 위험을 증가시킬 수 있습니다.\n고지혈증: 고지혈증은 콜레스테롤 담석의 발생 위험을 증가시킬 수 있습니다.\n여성성 호르몬: 임신, 경구 피임제 또는 호르몬 대체 치료와 같은 여성성 호르몬은 담의 콜레스테롤 함량을 증가시킬 수 있으며, 이는 담석 발생 위험을 증가시킬 수 있습니다.\n인종: 인종적 요인도 담석 발생 위험을 증가시킬 수 있습니다. 특히 미국의 흑인과 인도인들이 이러한 위험이 높을 수 있습니다.\n노인: 연령이 증가함에 따라 담석 발생 위험이 증가할 수 있습니다.\n담석의 주요 증상은 갑작스러운 복통이며, 일반적으로 우측 상복부에 발생합니다. 이러한 복통은 종종 식사 후 나타나거나 밤에 더 심해질 수 있습니다. 기타 증상으로는 복부 팽만, 구토, 소화불량, 발열 등이 있을 수 있습니다.\n\n담석의 치료 방법은 담석의 종류와 심각성에 따라 다를 수 있습니다. 일부 경미한 증상을 가진 사람들은 증상 관리를 위해 약물을 처방받을 수 있지만, 담도가 차단되거나 합병증이 있는 경우에는 담낭 또는 담도 제거 수술이 필요할 수 있습니다. 담석이 합병증을 유발할 위험이 있는 경우, 즉시 의료 진료를 받아야 합니다."
  },
  {
    "name": "당뇨병",
    "hospital": "내분비내과 병원",
    "brief-explanation": "당뇨병은 혈액 내 인슐린의 부족이나 인슐린의 효과 저하로 인해 혈당 조절 기능이 상실된 질환입니다.",
    "detail-explanation": "당뇨병은 혈당 수준이 지속적으로 높은 상태를 가리키는 대사 질환입니다. 인슐린은 혈당을 조절하는 중요한 호르몬으로, 당뇨병은 인슐린 분비 부족 또는 인슐린 작용에 이상이 있어 혈당을 효과적으로 조절할 수 없는 상태를 나타냅니다. 주요한 당뇨병 유형에는 다음이 포함됩니다:\n\n제 1형 당뇨병 (Type 1 Diabetes): 이 형태의 당뇨병은 대개 자가면역 공격으로 인해 췌장의 베타 세포가 파괴되어 인슐린 분비가 부족한 상태입니다. 이로 인해 인슐린을 계속해서 주입해야 합니다. 주로 어린이나 청소년에게 진단되며, 유전적인 요인이 많이 관련되어 있습니다.\n제 2형 당뇨병 (Type 2 Diabetes): 이 형태의 당뇨병은 대개 인슐린 저항성과 상대적 인슐린 분비 부족 상태로 특징 지어집니다. 초기에는 실제로 인슐린 수준이 높은 경우도 있지만, 시간이 지남에 따라 췌장의 베타 세포가 기능을 상실하면서 인슐린 분비가 감소합니다. 비만, 운동 부족, 유전적 요인 등이 위험 요인으로 작용할 수 있습니다.\n임신성 당뇨병 (Gestational Diabetes): 일부 여성은 임신 중에만 당뇨병이 발생할 수 있습니다. 임신 중에 발생하는 당뇨병은 보통 임신 중기 이후에 발생하며, 대개 출산 후에 사라집니다. 그러나 임신성 당뇨병이 발생하면 임신 기간 동안 관리가 필요합니다.\n당뇨병의 주요 증상은 다음과 같습니다:\n\n급격한 체중 감소\n자주 소변 볼 필요성\n급격한 몸의 수분 섭취 증가\n지속적인 피로감\n시력 변화\n상처의 잘 나지 않는다거나 느리게 낫는다\n당뇨병은 합병증을 유발할 수 있으며, 심장병, 신장병, 신경병증, 망막병증 등의 합병증이 발생할 수 있습니다. 당뇨병은 혈당 관리, 적절한 식습관, 운동, 약물 치료 등을 통해 효과적으로 관리할 수 있습니다. 정기적인 의료 관리와 생활 방식의 변화를 통해 당뇨병의 합병증을 예방할 수 있습니다."
  },
  {
    "name": "대장염",
    "hospital": "소화기내과 병원",
    "brief-explanation": "대장염은 대장 내막의 염증으로 인해 발생하는 질환으로, 복통, 설사, 변비 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "대장염은 대장의 염증으로, 일반적으로 궤양성 대장염 또는 궤양성 결장염이라고도 불립니다. 이 염증은 대부분 직장과 대장의 내막에 발생합니다. 대장염은 크게 만성 대장염과 급성 대장염으로 나뉩니다.\n\n만성 대장염 (Chronic Colitis): 만성 대장염은 지속적으로 발생하고 재발하는 대장의 염증을 가리킵니다. 이 염증은 대부분 궤양성 대장염(궤양성 결장염) 또는 크론병과 관련이 있습니다. 이러한 조건은 주로 면역 시스템의 비정상적인 반응으로 인해 발생합니다. 주요 증상에는 복통, 설사, 변비, 혈변, 체중 감소, 피로감 등이 있을 수 있습니다.\n급성 대장염 (Acute Colitis): 급성 대장염은 갑작스럽게 발생하는 대장의 염증으로, 주로 감염, 음식 중독, 약물 부작용 또는 혈관 문제로 인해 발생합니다. 이러한 상황은 일시적이고 증상이 심하거나 급격한 변화가 있을 수 있습니다. 증상은 복통, 혈변, 설사, 발열 등이 있을 수 있습니다.\n대장염의 정확한 원인은 알려지지 않았지만, 면역 시스템의 비정상적인 반응이나 환경적 요인, 유전적 요인 등이 기여할 수 있습니다. 대장염의 치료는 주로 증상의 관리와 염증의 제어를 목표로 합니다. 항염증 약물, 면역 억제제, 항생제, 영양 보충, 수술 등이 치료에 사용될 수 있습니다. 치료는 대장염의 유형과 심각성에 따라 달라집니다. 만약 대장염이 의심된다면, 의료 전문가의 진단과 조언을 받는 것이 중요합니다.\n\n\n\n\n\n\n"
  },
  {
    "name": "독감",
    "hospital": "일반 병원 or 가정의학과",
    "brief-explanation": "독감은 인플루엔자 바이러스에 의해 발생하는 급성 호흡기 감염병으로, 발열, 근육통, 인후통 등의 증상이 나타납니다.",
    "detail-explanation": "독감은 인플루엔자 바이러스에 의해 발생하는 호흡기 감염 질환으로, 일반적으로 겨울에 발생하는 감염성 질환입니다. 주로 바이러스의 변이에 의해 인체에 감염되며, 증상은 일반적으로 감기와 유사하지만 더 심하고 급격합니다.\n\n독감의 주요 증상에는 다음이 포함됩니다:\n\n고열: 38℃ (100.4°F) 이상의 고열이 나타납니다.\n근육통 및 체한: 심한 근육통, 체한, 피로감이 있을 수 있습니다.\n두통: 두통이 발생할 수 있습니다.\n몸살: 몸 전체에 통증이 발생할 수 있습니다.\n피로감: 갑작스럽게 심한 피로감이 나타날 수 있습니다.\n기침: 건조하거나 가래가 있는 기침이 나타날 수 있습니다.\n인후통: 목의 통증이나 염증이 발생할 수 있습니다.\n비염: 코막힘, 콧물, 재채기가 나타날 수 있습니다.\n독감은 일반적으로 바이러스에 의해 전파되며, 비말을 통한 호흡으로 전염됩니다. 손 씻기, 호흡기 증상이 있는 사람과의 접촉을 피하는 것이 독감 전파를 예방하는데 도움이 될 수 있습니다.\n\n대부분의 경우, 독감은 증상이 발현된 후 1~2주 동안 지속되지만, 합병증의 위험도 있습니다. 특히 고령자, 만성 질환을 가진 사람들, 임신부 및 어린이는 합병증의 위험이 더 높을 수 있습니다. 따라서 독감 예방을 위해 매년 독감 백신 접종을 권장합니다. 만약 독감에 감염된 것으로 의심된다면, 즉시 의료 전문가와 상담하여 적절한 치료를 받는 것이 중요합니다.\n\n\n\n\n\n\n"
  },
  {
    "name": "만성 기관지염",
    "hospital": "호흡기내과 병원",
    "brief-explanation": "만성 기관지염은 기관지의 지속적인 염증으로, 기침, 가래, 호흡곤란 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "만성 기관지염은 기관지의 염증으로, 일상적으로 기관지가 자극을 받거나 감염을 야기하는 긴장 상태가 유지됨에 따라 발생합니다. 이러한 염증은 일반적으로 길고 지속적인 기침과 가래를 유발하며, 기관지가 지속적으로 자극을 받음에 따라 기능이 저하될 수 있습니다.\n\n만성 기관지염은 대부분 흡연, 공기 중 오염물질 또는 환경적인 요인, 알레르기, 기관지 통풍 등과 관련이 있습니다. 주로 다음과 같은 증상을 유발할 수 있습니다:\n\n지속적인 기침: 특히 아침에 또는 특정 자극에 반응하여 기침이 나타날 수 있습니다.\n가래: 가래는 일상적으로 기침과 함께 발생하며, 때로는 분비물이 녹색 또는 노란색일 수 있습니다.\n호흡 곤란: 기관지 염증으로 인해 호흡이 곤란할 수 있습니다.\n가슴 압박감: 가슴에 압박감이나 불편함을 느낄 수 있습니다.\n흉통: 기관지 염증으로 인해 가슴 통증이 나타날 수 있습니다.\n희미한 소리: 호흡 중에 희미한 소리나 기침 소리가 들릴 수 있습니다.\n만성 기관지염은 흡연을 중단하고 흡연자가 있는 환경을 피하는 것과 같은 생활 방식의 변화를 통해 관리할 수 있습니다. 또한 약물 치료, 호흡기 운동 및 기타 치료법이 포함될 수 있습니다. 만약 증상이 심하다면 의료 전문가의 조언과 치료가 필요할 수 있습니다. 이를 통해 증상의 심각성을 줄이고 일상생활의 질을 향상시킬 수 있습니다.\n\n\n\n\n\n\n"
  },
  {
    "name": "만성 피로 증후군",
    "hospital": "내과 병원",
    "brief-explanation": "만성 피로 증후군은 지속적인 피로와 무기력으로 특징지어지는 증후군입니다.",
    "detail-explanation": "만성 피로증후군은 지속적인 피로와 다양한 신체적, 정신적 증상을 경험하는 질환입니다. 이 질환은 심한 피로, 지속적인 피로감, 근육통, 인지 기능 저하, 수면 장애, 두통, 몸살, 소화 문제 등의 증상을 유발할 수 있습니다. 이러한 증상은 일상생활에 큰 영향을 미칠 수 있으며, 일상활동을 제한하거나 피로감을 경감시키기 위한 노력이 필요할 수 있습니다.\n\n만성 피로증후군의 원인은 아직 정확히 밝혀지지 않았지만, 다음과 같은 요인이 관련될 수 있습니다:\n\n신체적 스트레스: 만성 질병, 염증, 자극, 호르몬 이상, 면역 기능 저하 등이 신체적 스트레스 요인으로 작용할 수 있습니다.\n정신적 스트레스: 스트레스, 우울, 불안 등의 정신적 스트레스도 피로 증후군의 원인이 될 수 있습니다.\n환경적 요인: 장시간의 작업, 수면 부족, 불규칙한 생활습관, 과로, 환경적 요인 등이 피로를 유발할 수 있습니다.\n유전적 요인: 가족력이 있는 사람들이 피로 증후군을 경험할 가능성이 높을 수 있습니다.\n만성 피로증후군의 치료는 주로 증상의 관리와 증상을 유발하는 요인을 최소화하는 것에 중점을 두고 있습니다. 이를 위해 다음과 같은 치료 접근법이 사용될 수 있습니다:\n\n휴식과 수면: 충분한 휴식과 규칙적인 수면은 피로를 경감시키는 데 도움이 될 수 있습니다.\n스트레스 관리: 스트레스를 관리하고, 심리적 지원을 받는 것이 중요합니다.\n건강한 생활습관: 규칙적인 운동, 건강한 식습관, 습관적인 휴식 시간 등이 피로를 줄이는 데 도움이 될 수 있습니다.\n치료적 접근: 경우에 따라 약물 치료, 심리 치료, 물리치료 등의 치료적 접근법이 사용될 수 있습니다.\n만약 지속적인 피로를 경험한다면 의료 전문가와 상담하여 적절한 평가와 치료를 받는 것이 중요합니다.\n\n\n\n\n\n\n"
  },
  {
    "name": "망막색소변성",
    "hospital": "안과 병원",
    "brief-explanation": "망막색소변성은 망막 안의 색소 세포들이 손상되어 시력을 저하시키는 질환입니다.",
    "detail-explanation": "망막 색소 변형(망막색소변성증)은 망막의 표면에 있는 색소 세포가 손상되거나 변형되는 질환입니다. 이러한 변형은 망막의 정상적인 기능에 영향을 줄 수 있으며, 시력 저하의 원인이 될 수 있습니다. 망막 색소 변형은 다양한 원인과 형태가 있을 수 있습니다.\n\n가장 흔한 망막 색소 변형의 종류 중 하나는 망막색소상피손상증(AMD)이며, 노화와 관련이 있습니다. 이 질환은 망막 후부에서 발생하며, 시력 저하의 주요 원인 중 하나입니다. AMD는 건강한 망막 색소 세포가 손상되고 노화로 인해 색소 공간이 형성됨에 따라 발생할 수 있습니다.\n\n망막 색소 변형의 다른 형태로는 망막색소증증, 망막색소이동증 등이 있습니다. 이러한 변형은 유전적인 요인, 환경적 요인(예: 흡연), 노화, 고혈압, 당뇨병 등과 관련이 있을 수 있습니다.\n\n망막 색소 변형의 증상은 다양할 수 있지만, 흔히 중심 시력 손상, 시력 변화(흐림, 왜곡, 흐림), 어두운 영역이나 중심의 빛나는 점이 나타날 수 있습니다.\n\n망막 색소 변형은 주로 안과 전문의에 의해 진단되며, 정확한 진단을 위해 안과 검사 및 망막 테스트가 수행됩니다. 망막 색소 변형의 치료는 종류와 심각성에 따라 다를 수 있지만, 일반적으로 약물 치료(주로 안구 주사), 레이저 치료, 수술 등이 사용될 수 있습니다. 치료 목표는 질병의 진행을 늦추고 시력을 보호하는 것입니다. 또한, 망막 색소 변형을 예방하기 위해 건강한 생활습관을 유지하고 규칙적인 안과 검진을 받는 것이 중요합니다."
  },
  {
    "name": "방광암",
    "hospital": "비뇨의학과 병원",
    "brief-explanation": "방광암은 방광 내 점막세포에서 시작되는 악성 종양으로, 혈뇨, 배뇨장애, 복통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "방광암은 방광 내부의 세포에서 발생하는 악성 종양으로, 방광의 상피 조직에서 시작합니다. 이 종양은 주로 방광벽의 내표피 조직에서 발생하지만, 종양이 방광 근육층까지 진행할 수도 있습니다. 방광암은 세계적으로 상당히 흔한 종양 중 하나이며, 특히 남성에서 더 많이 발생합니다.\n\n방광암의 원인은 명확히 알려지지 않았지만, 다음과 같은 위험 요인이 관련될 수 있습니다:\n\n흡연: 흡연은 방광암 발병 위험을 증가시키는 주요 요인 중 하나입니다.\n화학 노출: 일부 화학 물질에 노출되는 직업, 특히 산업적 환경에서 일하는 사람들은 방광암 발병 위험이 높을 수 있습니다.\n노화: 노화는 암 발병 위험을 증가시킬 수 있습니다.\n유전적 요인: 가족력이 있는 경우 방광암 발병 위험이 높을 수 있습니다.\n만성 방광염: 만성적인 방광염이 있는 경우 암 발생 위험이 증가할 수 있습니다.\n방광암의 증상은 다음과 같을 수 있습니다:\n\n혈뇨(방광에서의 출혈로 인한 피뇨)\n희석된 소변\n흉통(비록 드물지만, 암이 진행될 때 나타날 수 있음)\n배뇨 곤란 또는 통증\n자주 소변을 보고 싶어하는 욕구\n배뇨시 통증 또는 타박상감\n몸이 약해진 기분\n방광암은 초기에는 증상이 없을 수 있으므로 주기적인 검진이 중요합니다. 암이 발견되면 종양의 위치, 크기, 확산 정도에 따라 치료 방법이 달라집니다. 치료 옵션에는 수술, 방사선 치료, 항암제 치료, 면역요법 등이 포함될 수 있습니다. früher screenen. "
  },
  {
    "name": "백내장",
    "hospital": "안과 병원",
    "brief-explanation": "백내장은 수정체의 투명도가 감소하여 시력이 저하되는 안과 질환입니다.",
    "detail-explanation": "백내장은 눈의 수정체 안의 단백질이 변성되어 수정체가 투명함을 잃고 흐릿해지는 질환입니다. 이로 인해 시력이 점차 감소하고 시야가 흐려지며, 종종 색깔이 바람직하게 보이지 않을 수 있습니다.\n\n백내장은 주로 노화로 인해 발생하지만, 다음과 같은 다른 요인들도 기여할 수 있습니다:\n\n노화: 대부분의 백내장은 노화로 인해 발생합니다. 눈의 구조적 변화로 인해 수정체에 있는 단백질이 덩어리지고 투명성을 잃게 됩니다.\n유전: 가족력이 있는 경우 백내장 발병 위험이 높을 수 있습니다.\n눈의 외부 요인: 자외선 노출, 자극적인 환경 요인, 흡연, 고혈압, 당뇨병, 약물 사용 등이 백내장 발생 위험을 증가시킬 수 있습니다.\n선천성 요인: 일부 사람들은 태어날 때부터 백내장에 걸릴 위험이 있습니다.\n백내장의 주요 증상은 다음과 같습니다:\n\n흐릿한 시야\n빛에 대한 과민\n안경이나 콘택트렌즈 처방이 자주 변경됨\n색깔의 변화나 노을의 변화\n야간 운전이나 낮은 조명에서 시야가 나빠짐\n어려움 없이 세부사항을 볼 수 없음\n백내장은 진행하는 동안 안경이나 콘택트렌즈 처방을 변경함으로써 관리할 수 있지만, 진행이 빨라지면 수술이 필요할 수 있습니다. 백내장 수술은 눈에 인공 수정체를 삽입하여 투명도를 회복하는 것을 목표로 합니다. 이는 안전하고 효과적인 수술이며, 대부분의 환자는 수술 후에 시력을 크게 개선할 수 있습니다. früher screenen."
  },
  {
    "name": "백선",
    "hospital": "피부과 병원",
    "brief-explanation": "백선은 근육, 인대, 건의 불균형으로 인해 발생하는 척추 후만증의 일종으로, 허리 통증이 주된 증상입니다.",
    "detail-explanation": "백내장은 눈의 수정체 안의 단백질이 변성되어 수정체가 투명함을 잃고 흐릿해지는 질환입니다. 이로 인해 시력이 점차 감소하고 시야가 흐려지며, 종종 색깔이 바람직하게 보이지 않을 수 있습니다.\n\n백내장은 주로 노화로 인해 발생하지만, 다음과 같은 다른 요인들도 기여할 수 있습니다:\n\n노화: 대부분의 백내장은 노화로 인해 발생합니다. 눈의 구조적 변화로 인해 수정체에 있는 단백질이 덩어리지고 투명성을 잃게 됩니다.\n유전: 가족력이 있는 경우 백내장 발병 위험이 높을 수 있습니다.\n눈의 외부 요인: 자외선 노출, 자극적인 환경 요인, 흡연, 고혈압, 당뇨병, 약물 사용 등이 백내장 발생 위험을 증가시킬 수 있습니다.\n선천성 요인: 일부 사람들은 태어날 때부터 백내장에 걸릴 위험이 있습니다.\n백내장의 주요 증상은 다음과 같습니다:\n\n흐릿한 시야\n빛에 대한 과민\n안경이나 콘택트렌즈 처방이 자주 변경됨\n색깔의 변화나 노을의 변화\n야간 운전이나 낮은 조명에서 시야가 나빠짐\n어려움 없이 세부사항을 볼 수 없음\n백내장은 진행하는 동안 안경이나 콘택트렌즈 처방을 변경함으로써 관리할 수 있지만, 진행이 빨라지면 수술이 필요할 수 있습니다. 백내장 수술은 눈에 인공 수정체를 삽입하여 투명도를 회복하는 것을 목표로 합니다. 이는 안전하고 효과적인 수술이며, 대부분의 환자는 수술 후에 시력을 크게 개선할 수 있습니다."
  },
  {
    "name": "성대 결절",
    "hospital": "이비인후과 병원",
    "brief-explanation": "성대 결절은 성대 내에 발생하는 작은 종양으로, 목소리 변화나 발성 장애를 유발할 수 있습니다.",
    "detail-explanation": "성대 결절은 보통 성대의 점막에 발생하는 작은 종양 또는 덩어리를 가리키며, 보통은 음성을 발성하는 데 사용되는 성대의 일부에 발생합니다. 성대 결절은 주로 발성 행동에 의해 발생할 수 있는 성대의 과도한 사용이나 낭포성 종양으로 인해 발생할 수 있습니다.\n\n성대 결절은 주로 다음과 같은 이유로 발생할 수 있습니다:\n\n과도한 음성 사용: 성대를 과도하게 사용하면 성대에 염증이 발생할 수 있으며, 이는 결절의 형성을 초래할 수 있습니다.\n염증: 성대를 자극하는 요인에 의해 발생할 수 있는 성대 염증은 결절을 유발할 수 있습니다.\n음성 기술의 부족: 올바르지 않은 발성 기술이나 과도한 음성 사용은 성대에 부담을 줄 수 있으며, 이는 결절의 형성을 촉진할 수 있습니다.\n급성 손상: 성대에 급성 손상이 발생하면 성대 점막에 결절이 형성될 수 있습니다.\n성대 결절의 주요 증상은 목소리 변화(거칠거나 흐릿한 소리), 목통, 발성의 불편함 등이 있을 수 있습니다.\n\n치료는 주로 휴식과 안정을 취하는 것에서부터 시작하여 발성 기술의 개선, 음성 치료, 약물 치료, 때로는 수술적 개입이 필요할 수 있습니다. 성대 결절의 치료 방법은 결절의 크기와 심각성에 따라 다를 수 있으며, 음성 전문가나 이비인후과 전문의와의 상담을 통해 적절한 치료 방법을 결정하는 것이 중요합니다."
  },
  {
    "name": "세균성 피부 감염",
    "hospital": "피부과 병원",
    "brief-explanation": "세균성 피부 감염은 피부의 상처나 손상 부위에 세균이 침입하여 발생하는 감염 질환입니다.",
    "detail-explanation": "세균성 피부 감염은 세균에 의해 피부의 감염이 발생하는 상태를 가리킵니다. 세균성 피부 감염은 다양한 종류의 세균이 피부의 손상된 부위로 침입하여 발생할 수 있으며, 감염의 종류와 심각성에 따라 증상이 다를 수 있습니다.\n\n가장 흔한 세균성 피부 감염의 종류에는 다음이 포함됩니다:\n\n홍역 (Impetigo): 홍역은 주로 얼굴, 손, 팔 등에 나타나는 세균성 피부 감염으로, 작은 발진이나 발진 주위의 발적이 특징입니다. 통상적으로 상처나 찰과상을 통해 세균이 침입하여 발생합니다.\n사마귀 (Folliculitis): 사마귀는 모발이 나는 피부 영역 주변의 모발낭이 염증되는 상태를 가리킵니다. 세균이 모발낭 주위의 피지선에 침입하여 발생합니다. 사마귀는 소름끼치는 피부가 특징이며 가려움증이 동반될 수 있습니다.\n무기력성 사마귀 (Boils): 무기력성 사마귀는 모발낭과 주변 조직에 있는 세균성 감염으로, 크고 통증이 있는 종기 형태로 발현됩니다. 종종 농양으로 발전하며, 발적이 있는 부위에 염증이 생깁니다.\n선천 졸부균 감염 (Cellulitis): 선천 졸부균 감염은 깊은 피부층에 있는 세균성 감염으로, 피부의 붓고름과 붉은 색 변화를 초래합니다. 일반적으로 상처나 다른 피부 손상 지점을 통해 세균이 침입하여 발생합니다.\n세균성 피부 감염의 치료는 일반적으로 항생제를 통한 치료가 필요합니다. 치료법은 감염의 심각성과 종류에 따라 다를 수 있으며, 경우에 따라 외부적인 항균제나 안티바이오틱 크림이나 로션을 사용하기도 합니다. 더 심각한 경우에는 항생제를 경구로 복용하거나 종종 수술이 필요할 수도 있습니다. 세균성 피부 감염을 방지하기 위해서는 깨끗한 상태를 유지하고 상처를 즉시 처리하여 피부 손상을 최소화하는 것이 중요합니다."
  },
  {
    "name": "소장염",
    "hospital": "소화기내과 병원",
    "brief-explanation": "소장염은 소장 내막의 염증으로 인해 발생하는 질환으로, 복통, 설사, 발열 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "소장염은 소장 내막의 염증을 가리키는 용어입니다. 소장은 대장의 일부로서, 소장염은 소장 내막에 염증이 발생할 때 발생합니다. 이 염증은 주로 감염, 자가면역 질환, 식이 변화 등 다양한 원인에 의해 발생할 수 있습니다.\n\n소장염의 주요 원인과 유형은 다음과 같습니다:\n\n세균성 소장염: 세균이 소장 내막에 침입하여 염증을 유발하는 질환입니다. 세균성 소장염은 주로 오염된 음식이나 물을 섭취함으로써 발생할 수 있습니다.\n바이러스성 소장염: 바이러스가 소장 내막을 감염하여 염증을 일으키는 질환으로, 일반적인 바이러스에 의해 발생할 수 있습니다.\n급성 소장염: 급성 소장염은 갑작스럽게 발생하며, 주로 감염, 음식 중독, 약물 반응 등에 의해 발생할 수 있습니다.\n만성 소장염: 만성적인 염증으로, 장기간 지속되는 소장 내막의 염증을 특징으로 합니다. 만성 소장염은 크론병과 궤양성 대장염과 같은 자가면역 질환과 관련이 있을 수 있습니다.\n소장염의 주요 증상은 다음과 같습니다:\n\n복통\n설사\n설사와 함께 발생하는 혈변\n복부 팽만감\n구토\n체중 감소\n열\n피로\n소장염은 주로 의약품으로 치료되며, 치료는 염증의 원인과 심각성에 따라 다를 수 있습니다. 치료는 종종 항염증 약물, 항생제, 통증 완화제, 수액 치료 등을 포함할 수 있습니다. 경우에 따라 수술적 치료가 필요할 수도 있습니다. 또한, 식이요법과 생활습관의 변화도 증상의 완화에 도움이 될 수 있습니다."
  },
  {
    "name": "식도염",
    "hospital": "소화기내과 병원",
    "brief-explanation": "식도염은 식도 내막의 염증으로 인해 발생하는 질환으로, 통증, 역류성 증상, 열감 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "식도염은 식도의 염증을 가리키는 용어입니다. 식도는 입에서 위로 이어지는 소화기관의 일부이며, 음식을 이동시키는 역할을 합니다. 식도염은 다양한 원인에 의해 발생할 수 있으며, 주로 식도 내막에 염증이 발생할 때 발생합니다.\n\n식도염의 일반적인 원인과 증상은 다음과 같습니다:\n\n역류성 식도염 (Reflux Esophagitis): 위산이 식도로 역류하여 식도 내막을 손상시키는 상태입니다. 역류성 식도염은 흔한 원인으로, 속쓰림, 가슴통증, 인후통, 설사 또는 변비 등의 증상을 유발할 수 있습니다.\n진균성 식도염 (Fungal Esophagitis): 진균이 식도 내막을 감염하여 발생하는 식도염으로, 주로 면역력이 약한 사람들에게 발생합니다. 진균성 식도염은 통증, 열감, 구토, 소화불량 등의 증상을 유발할 수 있습니다.\n알레르기성 식도염 (Eosinophilic Esophagitis): 식도 내막에 호산구 세포의 염증이 발생하여 발생하는 상태입니다. 음식 알레르기나 환경 알레르기가 원인이 될 수 있으며, 식도 통증, 열감, 음식을 삼키는 데 어려움, 구토 등의 증상을 유발할 수 있습니다.\n화학성 식도염 (Chemical Esophagitis): 강력한 화학 물질이나 약물을 섭취한 후에 발생할 수 있는 식도 내막의 화학적 손상으로, 통증, 열감, 구토, 흉통 등의 증상을 유발할 수 있습니다.\n식도염의 치료는 그 원인에 따라 달라질 수 있으며, 일반적으로는 항산화제나 항염증 약물을 사용하여 염증을 줄이고 증상을 완화하는 것이 중요합니다. 또한, 식습관의 개선, 스트레스 관리, 약물 치료, 종종 수술적 개입 등이 필요할 수 있습니다. 심각한 식도염의 경우 의사와 상담하여 전문적인 진단과 치료를 받는 것이 중요합니다."
  },
  {
    "name": "식중독",
    "hospital": "병원 or 가정의학과",
    "brief-explanation": "식중독은 유해한 미생물이나 독소가 음식물에 함유되어 소화된 후 발생하는 질환으로, 구토, 설사, 복통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "식중독은 음식을 섭취함으로써 섭취한 음식에 함유된 유해한 세균, 바이러스, 독소 등에 의해 발생하는 질병입니다. 식중독은 일반적으로 오염된 음식을 섭취함으로써 발생하며, 오염된 음식을 소화한 후에 증상이 발생합니다.\n\n주요한 식중독의 원인과 증상은 다음과 같습니다:\n\n살모넬라균 (Salmonella): 가장 흔한 식중독의 원인 중 하나로, 오염된 식품(가공하지 않은 육류, 생선, 달걀, 가공식품 등)을 섭취함으로써 발생합니다. 증상에는 구토, 설사, 복통, 열감 등이 포함될 수 있습니다.\n대장균 (Escherichia coli, E. coli): 오염된 물이나 음식을 통해 전파되며, 주로 고기와 우유를 소비한 후에 발생합니다. 증상에는 복통, 설사, 열감, 혈뇨 등이 포함될 수 있습니다.\n노로바이러스 (Norovirus): 오염된 음식이나 물을 통해 전파되며, 주로 스닐, 손, 음식 등을 통해 전파됩니다. 증상에는 구토, 설사, 복통, 열감, 근육통 등이 포함될 수 있습니다.\n스티포투카쿠스 (Staphylococcus aureus): 오염된 음식이나 환경으로부터 전파되며, 주로 유충류, 유제품, 고기 등에서 발생합니다. 증상에는 구토, 복통, 설사, 열감, 두통 등이 포함될 수 있습니다.\n보충 바이러스 (Hepatitis A Virus): 오염된 음식이나 물을 통해 전파되며, 주로 생선, 장어, 조개, 식품 등에서 발생합니다. 증상에는 설사, 구토, 복통, 열감, 황달 등이 포함될 수 있습니다.\n식중독의 치료는 주로 증상의 완화와 액체 섭취를 통한 수분 보충으로 진행됩니다. 일부 식중독의 경우 항생제나 항바이러스 약물을 통해 치료할 수도 있습니다. 하지만 식중독의 원인에 따라 증상의 심각성과 치료 방법이 달라질 수 있으므로, 증상이 발생할 경우 의료 전문가와 상담하는 것이 중요합니다. 또한, 식중독을 예방하기 위해서는 식품을 안전하게 조리하고 보관하며, 손을 깨끗이 씻는 등의 적절한 위생 수칙을 준수하는 것이 중요합니다."
  },
  {
    "name": "신부전",
    "hospital": "신장내과 병원",
    "brief-explanation": "신부전은 신장의 기능이 손상되어 체내의 폐기물을 제거하지 못하고 체액과 전해질의 균형을 유지하지 못하는 상태를 가리킵니다.",
    "detail-explanation": "신부전은 신장 기능이 점차적으로 손상되는 상태를 의미하며, 신장 기능이 감소함에 따라 체액과 전해질의 균형이 깨지고 체내의 폐기물이 축적됩니다. 이는 다양한 원인에 의해 발생할 수 있으며, 주요 원인으로는 당뇨병, 고혈압, 신염, 다낭성 신장병 등이 있습니다. 신부전은 초기에는 증상이 뚜렷하지 않을 수 있으나, 진행될수록 다양한 증상이 나타날 수 있습니다. 이러한 증상에는 소변의 양 변화, 부종, 피로감, 체중 감소, 고혈압, 식욕부진 등이 포함될 수 있습니다. 신부전은 심각한 합병증을 유발할 수 있으며, 조기 발견과 치료가 필요합니다. 치료는 기본적으로 기저 질환의 치료와 함께 혈압 조절, 체액 및 전해질의 균형 조절을 위한 약물 치료, 신장 대체 요법(투석 또는 이동식 신장기), 식습관 및 생활습관의 변화 등이 포함될 수 있습니다."

  },
  {
    "name": "신장염",
    "hospital": "신장내과 병원",
    "brief-explanation":"신염은 신장의 염증으로, 통증, 발열, 소변의 변화 등을 유발할 수 있습니다.",
    "detail-explanation":"신염은 신장의 염증으로, 주로 세균성 감염에 의해 발생합니다. 염증은 주로 신장의 조직을 감싸는 대포체로 나타나며, 염증 반응은 통증, 발열, 발끈, 체중 감소, 혈뇨 등의 증상을 유발할 수 있습니다. 신염은 세균 감염, 자가면역 질환, 독성 물질 노출 등 다양한 원인에 의해 발생할 수 있습니다. 신염의 치료는 주로 기저 질환의 치료와 함께 항생제나 항염증 약물을 포함할 수 있습니다."
  },
  {
    "name": "다낭성 신장병",
    "hospital": "신장내과 병원",
    "brief-explanation": "다낭성 신장병은 신장 내에 다수의 낭종이 형성되는 유전적인 질환입니다. 주로 가족력이 있는 경우나 유전적인 변이에 의해 발생할 수 있습니다.",
    "detail-explanation": "다낭성 신장병은 대개 청소년이나 어린 성인기에 발견되며, 때로는 성인에게도 나타납니다.\n이 질환은 주로 양측 신장에 다수의 낭종이 형성됩니다. 이러한 낭종은 시간이 지남에 따라 커지고, 결국 신기능을 감소시키는 신장조직의 대부분을 대체할 수 있습니다.\n다낭성 신장병의 증상은 비특이적일 수 있으며, 특히 초기에는 증상이 나타나지 않을 수 있습니다. 그러나 증가된 소변 양, 복통, 혈뇨, 고혈압, 통증 등의 증상이 나타날 수 있습니다.\n다낭성 신장병의 진단은 신장 초음파, 컴퓨터 단층 촬영(CT), 자기공명영상(MRI) 및 가족력 및 증상을 토대로 한 검사를 포함합니다.\n치료는 대개 증상의 관리와 신장 기능 감소의 예방을 중점으로 합니다. 합병증의 유무에 따라서는 압력 및 통증 완화를 위해 수술이 필요할 수 있습니다."
  },
  {
    "name": "신부성 고혈압",
    "hospital": "심장내과 or 신장내과 병원",
    "brief-explanation":"신부성 고혈압은 신장의 기능이 저하되면서 발생하는 고혈압으로, 신장 조절기능의 손상으로 인해 혈압이 계속 상승하는 상태를 가리킵니다.",
    "detail-explanation":"신부성 고혈압은 대부분 다른 신장 질환의 합병증으로 발생합니다. 신장 조직의 손상으로 인해 혈압 조절 메커니즘이 손상되어 혈압이 계속적으로 증가합니다.\n신부성 고혈압은 대개 다른 신장 질환의 증상과 함께 발생할 수 있습니다. 이는 배뇨 곤란, 혈뇨, 체중 변화, 식욕 변화 등을 포함할 수 있습니다.\n신부성 고혈압의 치료는 기본적으로 기저 질환(즉, 신장 질환)을 치료하고 혈압을 조절하기 위해 약물 치료와 생활 양식 변화를 포함합니다.\n신부성 고혈압은 치료되지 않으면 심각한 합병증을 유발할 수 있으며, 이는 심장병, 뇌졸중, 신부전 등을 포함할 수 있습니다. 따라서 정기적인 의료 검진 및 치료가 필요합니다."
  },
  {
    "name": "신장결석",
    "hospital": "신장내과 or 비뇨의학과 병원",
    "brief-explanation": "신장결석은 신장 내에서 형성되는 결석체로, 복통, 요통, 혈뇨 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "신장 결석은 신장 내에서 형성된 작은 결정체나 돌로, 혈액 내의 물질이 농축되어 함께 결합하여 형성됩니다. 이러한 결석이 신장 내에서 이동할 때, 주변 조직을 자극하거나 손상시켜 통증을 유발할 수 있습니다. 신장 결석은 종종 신장관을 통과하는 과정에서 발생하는 통증을 유발할 수 있으며, 때로는 통과하기 어려워서 치료가 필요할 수 있습니다.\n\n신장 결석의 주요 원인과 관련된 요인은 다음과 같습니다:\n\n인지성 요인: 개인의 생리적 특성, 유전적 요인, 식습관, 수분 섭취량 등이 결석 형성에 영향을 미칠 수 있습니다.\n약물 및 질병: 특정 약물(예: 디우레틱스, 항바이러스제), 신장 질환(예: 다낭성 신장병) 또는 대사 이상(예: 고칼슘뇨증)은 신장 결석의 위험을 증가시킬 수 있습니다.\n환경적 요인: 일부 지역의 물 공급이 높은 칼슘 농도를 포함하는 물을 사용하거나, 지속적인 태양광에 노출되는 등의 환경적 요인도 결석 형성에 영향을 줄 수 있습니다.\n신장 결석의 증상은 결석의 크기와 위치에 따라 달라질 수 있지만, 일반적으로는 다음과 같습니다:\n\n심한 통증(요통): 신장결석이 신장관을 통과하거나 머물러있을 때 발생할 수 있습니다.\n복통 또는 허리 통증: 결석이 신장을 거치거나 요관을 통과하는 동안 발생할 수 있습니다.\n혈뇨: 신장 결석이 조직을 자극하면 혈액이 소변에 혼합될 수 있습니다.\n배뇨 곤란: 결석이 요관을 차단하면 배뇨가 어려울 수 있습니다.\n발열 및 오한: 결석이 감염을 유발할 때 발생할 수 있습니다.\n신장 결석의 치료는 결석의 크기, 위치, 환자의 증상, 신장 기능 등을 고려하여 결정됩니다. 작은 결석의 경우 대부분 환자가 직접 배뇨로 배출할 수 있으며, 이를 돕기 위해 수분 섭취, 통증 관리 및 약물 치료가 사용될 수 있습니다. 그러나 크고 증상이 심한 결석의 경우, 시술적 조치(예: 충격파 요관결석분쇄술, 내시경적 조기적 절제술 등)이 필요할 수 있습니다. 때로는 수술이 필요할 수도 있습니다. 재발을 방지하기 위해 식습관 및 생활습관의 변화도 권장될 수 있습니다."
  },
  {
    "name": "심근경색",
    "hospital": "심장내과 or 종합 병원",
    "brief-explanation": "심근경색은 심근의 혈류가 갑작스럽게 차단되어 심근 조직이 손상되는 상태를 의미합니다.",
    "detail-explanation": "심근경색은 주로 관상동맥의 협착이나 막힘으로 인해 발생합니다. 이로 인해 혈액이 근육에 도달하지 못하고, 결국 심근이 손상을 입게 됩니다.\n심근경색의 주요 증상은 흉통으로, 가슴의 압박감, 통증, 압박감 또는 불편함이 발생할 수 있습니다. 이 통증은 흔히 가슴의 왼쪽 부분이나 팔, 어깨, 턱, 목 등으로 확산될 수 있습니다.\n심근경색은 주로 동맥의 혈전 형성에 의해 발생하므로, 혈전을 용해하고 동맥을 개선하기 위해 혈전 용해제나 협착을 개선하는 약물이 사용될 수 있습니다.\n긴급한 응급 조치와 치료 후에도 심근경색은 심장 기능의 손상을 유발할 수 있으며, 심부전, 심근경색 후 협심증 등의 합병증이 발생할 수 있습니다. 따라서 심근경색으로 의심되는 증상이 발생하면 즉시 의료진에게 연락하는 것이 중요합니다."
  },
  {
    "name": "심부전",
    "hospital": "심장내과 or 종합 병원",
    "brief-explanation": "심부전은 심장의 기능이 저하되어 신체에 충분한 혈액을 공급하지 못하는 상태를 의미합니다.",
    "detail-explanation": "심부전은 심장이 충분한 혈액을 몸 전체에 펌핑하지 못할 때 발생하는 상태를 가리킵니다. 이는 심장 근육의 손상 또는 기능 이상으로 인해 발생할 수 있습니다. 심부전은 일반적으로 심장의 비정상적인 혈액 펌프 작동으로 인해 발생하는 심장 질환의 결과입니다.\n\n주요 증상으로는 호흡 곤란, 다리와 발목의 부종, 피로 및 허약, 식욕 부진, 체중 증가, 심장 박동의 불규칙성 등이 있습니다. 이러한 증상은 주로 운동이나 활동 후 심해지며, 누울 때 호흡 곤란이 더욱 심해질 수 있습니다.\n\n심부전의 치료에는 심장 기능을 개선하고 심장 부하를 줄이기 위해 약물 치료, 생활 양식의 변화, 심장 이식 등이 포함될 수 있습니다. 치료의 목표는 증상의 완화와 심장 기능의 개선을 통해 환자의 삶의 질을 향상시키는 것입니다. 심부전은 진행성인 질환으로, 증상이 완화되더라도 지속적인 관리와 치료가 필요합니다.\n\n심부전은 심장이 충분한 혈액을 몸 전체에 펌핑하지 못할 때 발생하는 상태입니다. 이는 심장 근육의 손상 또는 기능 이상으로 인해 발생할 수 있으며, 주로 심장 질환의 결과로 나타납니다.\n\n주요 증상으로는 호흡 곤란, 다리와 발목의 부종, 피로 및 허약, 식욕 부진, 체중 증가, 심장 박동의 불규칙성 등이 있습니다. 이러한 증상은 주로 운동이나 활동 후 심해지며, 누울 때 호흡 곤란이 더욱 심해질 수 있습니다.\n\n심부전의 진단은 환자의 증상과 신체 검사, 혈액검사, 심전도, 심초음파 등의 검사를 통해 이루어집니다. 치료는 심장 기능을 개선하고 심장 부하를 줄이는 것을 목표로 합니다. 이를 위해 약물 치료(예: 심장약, 이뇨제), 심장재활, 생활 양식의 변화(예: 저나트륨 식이, 운동), 심장 이식 등이 사용될 수 있습니다.\n\n심부전은 진행성 질환으로, 증상이 완화되더라도 지속적인 관리와 치료가 필요합니다. 환자와 가족은 증상 변화를 주시하고 의료진과의 꾸준한 소통을 통해 적절한 치료 계획을 수립해야 합니다. 생활양식의 변화와 약물 복용, 규칙적인 의료 관리를 통해 심부전의 증상을 완화시키고 삶의 질을 향상시킬 수 있습니다."
  },
  {
    "name": "안구건조증",
    "hospital": "안과 병원",
    "brief-explanation": "안구건조증은 눈의 물질이 부족하거나 품질이 저하되어 발생하는 질환으로, 눈의 따가움, 가려움증, 시력 저하 등의 증상이 나타납니다.",
    "detail-explanation": "안구건조증은 눈의 표면이 충분히 수분을 유지하지 못하여 발생하는 상태를 가리킵니다. 주로 눈 주위의 건조함, 따가움, 파란색 광선에 대한 민감도 증가 등의 증상이 나타납니다.\n\n안구건조증의 주요 원인으로는 눈물의 증발, 눈물의 분비 부족, 눈 더마 바이러스, 환경 요인(풍향, 습도, 노출 시간 등)이 있습니다. 또한 렌즈 착용, 장시간의 화면 시간, 기타 안구질환 등도 안구건조증을 악화시킬 수 있습니다.\n\n안구건조증의 치료에는 인공눈물, 눈약, 안구 보호제를 포함한 증상 완화를 위한 치료뿐만 아니라, 주된 원인을 해결하기 위한 생활 습관의 변화(예: 눈을 자주 깜빡이기, 더 많은 수분을 섭취하기), 환경 조절(예: 가습기 사용, 바람이 많은 장소 피하기)도 중요합니다.\n\n심각한 경우에는 안과 전문의와 상의하여 적절한 치료 방법을 결정해야 합니다. 일반적으로 안구건조증은 치료에 성공적이며, 증상 완화를 통해 환자의 삶의 질을 크게 향상시킬 수 있습니다."
  },
  {
    "name": "알레르기",
    "hospital": "피부과 병원",
    "brief-explanation": "알레르기는 세포의 과민반응으로 인해 발생하는 면역질환으로, 발진, 가려움증, 콧물, 기침 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "알레르기는 일반적으로 유해하지 않은 물질에 대한 면역 시스템의 과도한 반응으로 인해 발생하는 질환입니다. 이러한 반응은 일반적으로 비정상적인 알레르기 항원(물질)에 노출될 때 발생합니다. 주요 알레르기 증상으로는 가려움, 발진, 결막염, 콧물, 재채기, 기침, 호흡 곤란 등이 있습니다.\n\n알레르기의 원인은 다양합니다. 일반적으로 알레르기 원인물질은 알레르겐이라고 불리며, 이는 질병을 유발하는 유해한 물질에 대한 면역 시스템의 반응을 유발합니다. 일반적인 알레르겐으로는 꽃가루, 먼지 진드기, 글루텐, 펫 다이어트, 곰팡이, 곰털 등이 있습니다.\n\n알레르기의 치료 방법은 증상 완화와 알레르기 반응을 줄이기 위한 목표를 가지고 있습니다. 이를 위해 항히스타민제, 스테로이드, 가려움을 완화하는 크림, 면역 조절제 등이 사용될 수 있습니다. 또한, 알레르기 원인물질을 피하거나 피면서 환경을 관리하는 것도 중요합니다.\n\n심각한 경우에는 알레르기 테스트를 통해 원인을 파악하고, 알레르기 예방 치료나 면역요법을 고려할 수 있습니다. 이는 알레르기 반응을 줄이고 장기적인 증상 완화를 위해 효과적일 수 있습니다. 알레르기의 관리와 치료는 개인의 증상과 원인에 따라 다를 수 있으므로, 의료 전문가와의 상담이 필요합니다."
  },
  {
    "name": "열사병",
    "hospital": "병원 or 응급실",
    "brief-explanation": "열사병은 체내 열 조절 기능이 손상되어 발생하는 열치료가 필요한 상태를 의미합니다.",
    "detail-explanation": "열사병은 신체 내부 온도가 급격히 상승하여 발생하는 심각한 상태를 가리킵니다. 이는 신체의 열 조절 메커니즘이 실패할 때 발생하며, 일반적으로 고온과 습도, 긴장, 신체 활동, 피로, 수분 부족 등이 결합될 때 더 자주 발생합니다. 열사병은 일반적으로 고열, 두통, 근육통, 의식 손상, 혼란, 심장 박동이 빨라지는 것과 같은 증상을 유발할 수 있습니다.\n\n열사병은 심각한 상태로, 신속한 치료가 필요합니다. 치료는 신체 온도를 빠르게 낮추는 것이 핵심입니다. 이를 위해 냉수나 얼음을 사용한 수면, 급속한 냉각 치료, 심장 및 호흡 속도 모니터링, 수액 공급 등이 포함될 수 있습니다. 심각한 경우 병원에서 치료를 받아야 할 수도 있습니다.\n\n열사병을 예방하기 위해서는 더위를 피하고 수분을 충분히 섭취하는 것이 중요합니다. 특히 더운 날씨에는 장시간의 야외 활동을 피하고, 자주 물을 마시고, 모자나 모자, 가벼운 옷을 입는 등의 조치를 취해야 합니다. 또한 노인, 어린이, 신체적으로 취약한 사람들은 더위에 더 민감하므로 특별한 주의가 필요합니다."
  },
  {
    "name": "요로 감염",
    "hospital": "비뇨의학과 병원",
    "brief-explanation": "요로감염은 소변생산, 저장, 배출에 관련된 기관이 세균에 의해 감염되는 질환을 의미합니다.",
    "detail-explanation": "요로감염은 요로계에서 발생하는 세균 감염으로, 대부분의 경우 세균이 방광으로 들어가서 발생합니다. 요로감염은 소변, 방광, 요도, 신장을 포함하는 요로계 다양한 부위에서 발생할 수 있습니다. 주로 성병이나 면역력이 약한 경우, 요로계 구조의 이상, 임신, 요로계 손상 등이 원인이 될 수 있습니다.\n\n요로감염은 소변이 희다거나 진한 색을 띄며, 소변할 때의 통증이나 증상, 자주 소변을 본다는 느낌 등의 증상을 유발할 수 있습니다. 기본적으로, 성병을 유발할 수도 있으며, 심한 경우에는 고열, 오한, 등과 같은 증상을 유발할 수 있습니다.\n\n일반적으로 요로감염은 항생제를 이용한 치료로 치유가 가능합니다. 약물에 대한 저항성이나 임신 중이거나 어린이의 경우 병원 치료가 필요할 수도 있습니다. 또한, 요로감염의 재발을 방지하기 위해 충분한 수분 섭취, 적절한 개인 위생, 올바른 방광방전 등이 중요합니다.\n\n요로감염은 심각한 경우 합병증을 유발할 수 있으므로 조기에 적절한 치료가 필요합니다. 임신 중인 경우, 어린이, 혹은 항생제에 저항성을 보이는 경우, 의료 전문가와 상담하여 적절한 치료 방법을 결정하는 것이 중요합니다."
  },
  {
    "name": "우울증",
    "hospital": "정신과 병원",
    "brief-explanation": "우울증은 기분이 지속적으로 침울하고 무기력한 상태가 지속되는 정신질환으로, 일상생활에 지장을 줄 수 있습니다.",
    "detail-explanation": "우울증은 정신 질환으로, 지속적인 슬픔, 희망lessness, 자존감의 감소, 흥분, 에너지 부족, 의욕 상실 및 관심 손실과 같은 감정적, 신체적 및 인지적 증상을 유발합니다. 이러한 증상은 일상 생활에 심각한 영향을 미치며, 사회, 직장 및 개인 관계에 문제를 일으킬 수 있습니다.\n\n우울증의 원인은 여러 가지 요인에 의해 복합적으로 발생할 수 있습니다. 유전적 요인, 생물학적 요인, 환경적 요인 및 심리적 요인이 모두 우울증 발생에 영향을 미칠 수 있습니다. 스트레스, 외상, 가난, 정서적 충격, 만성 질병, 학업 압력, 가정 내 폭력과 같은 외부 요인은 우울증을 유발하거나 악화시킬 수 있습니다.\n\n우울증의 치료는 종합적이며, 정신건강 전문가와의 상담, 심리치료, 약물 치료 및 생활 양식의 변화가 포함될 수 있습니다. 항우울제나 항불안제와 같은 약물 치료는 증상 완화에 도움이 될 수 있으며, 심리치료는 문제 해결 및 적응 전략을 개발하는 데 도움을 줄 수 있습니다.\n\n우울증은 심각한 경우 생명을 위협할 수 있는 질병이므로, 조기 발견과 적절한 치료가 중요합니다. 치료를 받는 동안 환자는 꾸준히 의료 전문가와 협력하여 치료 계획을 준수하고, 가족이나 친구와의 지원을 받아야 합니다. 또한 운동, 건강한 식습관, 충분한 휴식 등의 생활 습관도 중요합니다."
  },
  {
    "name": "원시",
    "hospital": "안과 병원",
    "brief-explanation": "원시는 대사 과정에서 유래하는 체내의 이상 증식으로, 골수 손상, 과다 발열, 뼈 통증 등을 유발할 수 있습니다.",
    "detail-explanation": "원시(遠視)란, 눈의 굴절이상 가운데 한 종류로 '먼 곳(遠)은 잘 보이는데 가까운 곳(近)이 잘 보이지 않는' 현상이다.[1] 이는 망막에 맺혀야 될 상이 정상인 경우보다 뒤쪽에 맺히면서 발생하는 증상이다. 안구길이가 정상에 비해 짧은 경우, 수정체가 정상보다 얇은 경우에 발생하며, 근시와 마찬가지로 거리에 따른 물체의 원근에 대한 초점을 조절하는 기능이 약해서 발생하기도 한다. 순우리말로는 '돋보기눈'. 돋보기눈은 '볼록렌즈'를 통해 보정한다."
  },
  {
    "name": "위궤양",
    "hospital": "소화기내과 or 소화기외과 병원",
    "brief-explanation": "위궤양은 위 점막의 손상으로 인해 발생하는 소화기 질환으로, 상복부 통증, 식욕 부진, 메스꺼움 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위궤양은 위 내막이나 점막의 손상으로 인해 발생하는 소화기계 질환입니다. 주로 위산과 소화 효소의 과도한 작용이나 감염 등이 원인이 됩니다.\n\n위궤양은 주로 소화관 상부에 발생하며, 통증, 속쓰림, 속삭임, 구토, 피눈물 등의 증상을 유발할 수 있습니다. 심한 경우 출혈이나 천공을 유발하여 심각한 합병증을 일으킬 수 있습니다.\n\n위궤양의 치료는 위산을 줄이는 약물을 이용한 약물 치료, 위절제술, 내시경적 궤양 조절술 등의 수술적 치료, 건강한 식습관과 스트레스 관리 등을 통한 생활습관 개선 등이 포함될 수 있습니다.\n\n위궤양은 조기 발견과 적절한 치료로 대부분 치료가 가능하지만, 합병증이 발생할 경우 생명을 위협할 수 있으므로 조기에 의료진의 진단과 치료를 받는 것이 중요합니다. 그러므로 위궤양이 의심될 경우 의료 전문가와 상담하는 것이 좋습니다."
  },
  {
    "name": "위암",
    "hospital": "소화기내과 or 소화기외과 병원",
    "brief-explanation": "위암은 위의 점막에서 발생하는 악성 종양으로, 속쓰림, 구토, 체중 감소 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위암은 위 점막의 세포에서 악성 종양이 발생하는 암 종류 중 하나입니다. 위암은 주로 위의 내벽에서 시작하여 점진적으로 확산되는 질병으로, 초기에는 증상이 나타나지 않을 수 있습니다. 그러나 진행하면서 소화불량, 위통, 구역통, 체중감소, 구토, 흡혈 등의 증상이 발생할 수 있습니다.\n\n위암의 주요 위험 요인은 위궤양, 위염, 헬리코박터 파일로리 감염, 과도한 알코올 소비, 흡연, 고철 분지 소비, 유전적 요인 등이 있습니다. 위암은 조기에 발견되면 치료 가능성이 높아지므로, 위암 조기 발견을 위해 정기적인 건강 검진이 권장됩니다.\n\n위암의 치료 방법은 종양의 크기, 위치, 확산 정도 등에 따라 다르지만, 주로 수술, 화학요법, 방사선 치료, 혹은 이들의 조합으로 진행됩니다. 치료가 조기에 시작될수록 예후가 좋아질 수 있습니다.\n\n그러나 위암은 진행이 빠르고 치명적인 질병이므로, 위암의 증상이나 의심되는 이상 증상이 있을 경우 즉시 의료 전문가와 상담하는 것이 중요합니다. 위암의 조기 발견과 적절한 치료는 생존율을 높일 수 있습니다."
  },
  {
    "name": "위염",
    "hospital": "소화기내과 or 소화기외과 병원",
    "brief-explanation": "위염은 위 점막의 염증으로 인해 발생하는 소화기 질환으로, 속쓰림, 구토, 복부팽만 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위염은 위의 점막이 염증을 일으키는 상태를 가리키는 용어입니다. 이는 여러 가지 요인에 의해 발생할 수 있습니다. 주로 헬리코박터 파일로리 박테리아의 감염, 과도한 알코올 소비, 흡연, 스트레스, 사용하는 약물 등이 원인이 될 수 있습니다.\n\n위염은 일반적으로 소화불량, 위통, 구토, 구역통, 식욕부진, 체중감소 등의 증상을 유발할 수 있습니다. 만성적인 경우, 위염은 위궤양이나 심지어 위암으로 진행될 수도 있습니다.\n\n위염의 치료는 원인에 따라 다르지만, 주로 위산 분비를 억제하거나 중화시키는 약물을 사용하는 것이 일반적입니다. 이외에도 위염이 감염으로 인한 경우, 항생제 치료가 필요할 수 있습니다. 또한, 생활습관 개선, 건강한 식습관, 스트레스 관리 등이 중요합니다.\n\n만약 위염의 증상이 나타나면 의료 전문가와 상담하여 진단과 적절한 치료 방법을 받는 것이 중요합니다. 심각한 경우, 위염은 합병증을 유발할 수 있으므로 조기 발견과 치료가 중요합니다."
  },
  {
    "name": "위장관 감염",
    "hospital": "소화기내과 병원",
    "brief-explanation": "위장관 감염은 소화기의 다양한 부위에서 발생하는 세균, 바이러스 등의 감염으로, 설사, 구토, 복통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위장관 감염은 위장관 어디에서든지 발생할 수 있는 다양한 감염을 의미합니다. 주로 바이러스, 세균, 원충체 등이 감염의 주요 원인이 됩니다. 대표적인 위장관 감염에는 위장염, 대장염, 위궤양, 위염 등이 있습니다.\n\n위장관 감염은 대부분 변비, 설사, 구토, 복통, 열 등의 증상을 유발할 수 있습니다. 이러한 증상은 감염의 원인에 따라 다르며, 감염의 심각성과 환자의 면역 상태에 따라 변화할 수 있습니다.\n\n위장관 감염은 주로 오염된 음식이나 물을 섭취함으로써 전파될 수 있습니다. 또한, 감염자와의 직접적인 접촉이나 오염된 표면을 만질 때도 전염될 수 있습니다.\n\n위장관 감염의 치료는 감염의 원인과 심각성에 따라 다릅니다. 대부분의 경우, 적절한 휴식과 수분 섭취를 통해 증상을 완화할 수 있습니다. 그러나 바이러스나 세균으로 인한 감염의 경우 항생제나 항바이러스 약물을 통한 치료가 필요할 수 있습니다.\n\n위장관 감염을 예방하기 위해서는 깨끗한 물을 마시고, 식품을 안전하게 조리하고 보관하는 등의 위생적인 수칙을 준수하는 것이 중요합니다. 또한, 손을 자주 씻고, 감염자와의 접촉을 피하는 것도 예방에 도움이 됩니다."
  },
  {
    "name": "인플루엔자",
    "hospital": "병원 가정의학과",
    "brief-explanation": "인플루엔자는 인플루엔자 바이러스에 의해 발생하는 급성 호흡기 감염병으로, 발열, 근육통, 인후통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "인플루엔자는 호흡기 바이러스에 의해 일어나는 전염성 질환으로, 주로 가벼운 증상부터 심각한 합병증까지 다양한 형태로 나타날 수 있습니다. 인플루엔자 바이러스는 주로 에이 및 비 타입으로 나뉘며, 각각 A, B, C의 서브타입이 존재합니다.\n\n인플루엔자의 주요 증상은 발열, 근육통, 기침, 몸살, 피로감, 목의 통증, 코막힘, 인후통 등이 있습니다. 일부 사람들은 복통, 구토, 설사와 같은 위장 장애를 경험하기도 합니다.\n\n일반적으로 인플루엔자는 공기 중에서 바이러스가 퍼지는 것으로 전파됩니다. 감염된 사람이 기침이나 재채기를 할 때 바이러스는 공기 중으로 떨어져 다른 사람들에게 전염될 수 있습니다. 또한 바이러스가 입소 된 손이나 표면을 만진 후 얼굴을 만짐으로써 감염이 전파될 수도 있습니다.\n\n대부분의 경우, 대부분의 사람들은 몇 주 내에 회복됩니다. 그러나 어린 아이, 노인, 임산부, 만성 질병을 가진 사람들 또는 면역 기능이 저하된 사람들은 심각한 합병증을 겪을 수 있습니다. 따라서 이러한 증상을 겪는 경우 의료 전문가의 지원을 받는 것이 중요합니다.\n\n인플루엔자는 예방 가능한 질병으로 인플루엔자 백신을 매년 접종함으로써 예방할 수 있습니다. 또한 손 씻기, 호흡기 증상이 있는 사람과의 접촉 피하기, 안전한 기침 및 재채기 관습을 유지함으로써 감염을 피하는 것도 중요합니다."
  },
  {
    "name": "인후염",
    "hospital": "이비인후과 or 소아과 병원",
    "brief-explanation": "인후염은 인후 및 후두 부위의 염증으로, 목 아픔, 인후통, 목소리 변화 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "인후염은 인후(목의 뒷부분)의 염증을 나타내는 의학적 용어입니다. 이는 주로 바이러스나 세균에 의해 발생하며, 가령 충치, 독감, 포도상 구균, 연쇄상 구균 등이 원인이 될 수 있습니다.\n\n인후염은 일반적으로 목의 통증, 발열, 인후통, 목소리 변화, 구강 내 발진, 경부림프절 부종 등과 같은 증상을 동반할 수 있습니다. 감염 종류와 심각성에 따라 증상은 다를 수 있습니다.\n\n인후염의 치료는 감염의 원인에 따라 달라집니다. 바이러스에 의한 경우 일반적으로 휴식과 수분 섭취로 대부분의 경우 치료될 수 있습니다. 그러나 세균에 의한 경우 항생제 처방이 필요할 수 있습니다.\n\n인후염은 일반적으로 공기를 통해 전파됩니다. 감염된 사람이 기침, 재채기 또는 말을 할 때, 감염된 입자가 공기 중에 분사되어 다른 사람에게 전파될 수 있습니다. 또한 오염된 손이나 물건을 통해 감염이 전파될 수도 있습니다.\n\n예방을 위해서는 깨끗한 손을 유지하고, 감염자와의 접촉을 피하는 것이 중요합니다. 또한, 감염되지 않은 사람들을 향한 호흡기 증상이 있는 사람과의 접촉을 피하는 것도 좋습니다. 만약 인후염의 증상이 나타나면 의료 전문가와 상담하여 적절한 치료를 받는 것이 중요합니다."
  },
  {
    "name": "천식",
    "hospital": "호흡기내과 or 소아과 병원",
    "brief-explanation": "천식은 기관지가 지속적으로 염증되어 호흡 곤란을 유발하는 만성 폐 질환입니다.",
    "detail-explanation": "천식은 기관지가 염증을 일으키고, 기도가 수축하여 호흡을 어렵게 만드는 만성적인 호흡기 질환입니다. 주로 기관지의 염증으로 인해 기관지 벽이 붓고, 기도 주위의 근육이 수축하여 기도를 좁게 만듭니다. 이로 인해 호흡이 어려워지고, 기침, 천명(흡기 소리), 호흡 곤란 등의 증상이 나타날 수 있습니다.\n\n천식은 대개 유전적인 요인과 외부 환경 요인의 결합으로 발생합니다. 흡연, 공기 중의 오염물질, 알레르기 반응(집먼지, 꽃가루, 곰팡이 등), 호흡기 감염 등이 천식 발작을 유발할 수 있습니다.\n\n천식의 치료에는 두 가지 주요 유형이 있습니다. 첫째는 즉시 호흡을 돕기 위한 빠른 완화 치료입니다. 이러한 치료는 기침, 기관지 수축을 완화하고 호흡을 개선하는 약물(빠른 흡입 작용 약물)을 포함합니다. 둘째는 장기적인 증상을 관리하기 위한 관리 치료입니다. 이는 염증을 줄이고 천식 발작을 예방하는데 도움이 되는 약물(흡입 스테로이드, 평범한 흡입 약물 등)을 포함합니다.\n\n또한, 천식 환자는 자신의 증상을 관리하는 방법을 배우고 환경 요인을 피하는 것이 중요합니다. 예방을 위해 흡연을 중단하고 공기를 청결하게 유지하며, 알레르기를 유발하는 물질과의 접촉을 피하는 것이 중요합니다.\n\n천식은 관리가 가능한 질환으로, 올바른 치료 및 관리를 통해 대부분의 환자는 건강한 생활을 누릴 수 있습니다. 하지만, 천식이 무시되거나 잘못된 치료를 받는다면 심각한 호흡곤란이 발생할 수 있으므로, 의료 전문가의 지원과 치료가 필요합니다."
  },
  {
    "name": "철결핍 빈혈",
    "hospital": "내과 병원",
    "brief-explanation": "철결핍 빈혈은 철분의 섭취가 부족하여 적혈구 생성이 감소되는 혈액 질환을 의미합니다.",
    "detail-explanation": "철 결핍 빈혈은 철분 섭취가 충분하지 않거나 철분이 제대로 흡수되지 않을 때 발생하는 질병입니다. 철은 혈중에서 산소를 운반하는 헤모글로빈을 생성하는 데 필요하며, 철 결핍은 헤모글로빈의 생성을 방해하여 혈액 내의 산소 운반 능력을 감소시킵니다. 이로 인해 피부의 창백, 피로감, 두통, 어지러움, 심장 박동이 빠름, 호흡곤란 등의 증상이 나타날 수 있습니다. 철 결핍 빈혈은 정기적인 혈액검사를 통해 조기에 발견될 수 있으며, 조기 발견은 적절한 치료와 예방을 통해 이 질병의 심각한 합병증을 예방할 수 있습니다. früher screenen"
  },
  {
    "name": "출혈성 위염",
    "hospital": "소화기내과 or 소화기외과 병원",
    "brief-explanation": "출혈성 위염은 위 내막에 염증이 발생하여 출혈이 동반되는 위장 질환입니다.",
    "detail-explanation": "\n출혈성 위염은 위 점막의 염증으로 인해 출혈이 발생하는 상태를 나타냅니다. 이 질병은 주로 위 내부를 보호하는 점막이 염증으로 손상되거나 타박상을 입을 때 발생합니다.\n\n출혈성 위염은 일반적으로 위산과 소화액의 과다 분비, 헬리코박터 파일로리균의 감염, 약물 복용(특히 아스피린 및 비스테로이드 항염증제), 흡연, 과음, 스트레스 등의 요인에 의해 유발될 수 있습니다.\n\n이 질병의 주요 증상에는 복통, 위부 불쾌감, 구토, 피혈변, 검은 변(피 변) 등이 있습니다.\n\n출혈성 위염은 조기에 발견되면 적절한 치료가 가능합니다. 위 내시경 검사나 혈액검사를 통해 출혈성 위염을 확인할 수 있으며, 정기적인 건강 검진을 받고 의료 전문가와의 상담이 필요합니다. 치료는 주로 위산 분비를 억제하는 약물이나 항생제를 포함하며, 심한 출혈의 경우 수혈이나 혈액 응고제 등이 필요할 수 있습니다.früher screenen"
  },
  {
    "name": "췌장염",
    "hospital": "소화기내과 or 소화기외과 병원",
    "brief-explanation": "췌장염은 췌장의 염증으로 발생하는 소화기 질환으로, 복통, 발열, 구토 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "췌장염은 췌장의 염증으로 인한 질병으로, 췌장 내부의 소화 효소가 췌장 조직을 소화하여 염증을 유발할 때 발생합니다. 췌장은 소화 효소를 만들어 소화를 돕고, 인슐린과 글루카곤 같은 호르몬을 분비하여 혈당 조절에 기여합니다. 췌장염은 주로 과음, 고지혈증, 담석, 알코올 남용, 감염, 소화기 질환 등 다양한 요인으로 인해 발생할 수 있습니다.\n\n췌장염의 주요 증상에는 복통(상복부나 상복부 좌측), 복부 팽만, 구토, 설사, 발열 등이 포함됩니다. 췌장염이 심하면 중증한 합병증인 췌장염성 출혈, 췌장염성 농양, 췌장의 염증이 주변 조직으로 확산하는 췌장염성 유두염 등이 발생할 수 있습니다.\n\n췌장염은 중증한 합병증을 유발할 수 있으므로 조기 발견과 치료가 중요합니다. 췌장염의 치료는 췌장의 휴식과 진통제, 항생제를 통한 증상 관리로 시작됩니다. 중증 췌장염의 경우 입원 치료와 혈액 치환, 수액 치료 등의 치료가 필요할 수 있습니다.\n\n췌장염의 조기 발견을 위해서는 췌장의 염증을 확인하기 위한 영상학적 검사(초음파, CT 스캔)와 혈액검사(췌장 효소 검사)가 필요합니다.früher screenen."
  },
  {
    "name": "치매",
    "hospital": "신경과 or 정신과 병원",
    "brief-explanation": "치매는 뇌 기능의 저하로 인해 기억력, 사고 능력 등이 저하되는 질환으로, 대부분 노화에 따라 발생합니다.",
    "detail-explanation": "치매는 뇌 기능의 점진적인 저하로 인해 기억력, 사고능력, 판단력, 학습능력, 언어능력 등을 포함한 인지 기능이 저하되는 질환입니다. 이 질병은 대개 노인기에 발병하며, 주로 치매의 가장 흔한 형태 중 하나인 알츠하이머병으로 발생합니다.\n\n치매의 주요 증상에는 기억력 손상, 일상 생활에서의 기능 저하, 인지 기능 저하(사고, 판단, 언어 등), 행동 및 성격 변화, 방향감각 상실 등이 있습니다. 이러한 증상은 보통 진행되는 것이며, 점진적으로 악화될 수 있습니다.\n\n치매의 원인은 다양하지만, 주로 뇌세포의 손상이나 죽음으로 인한 뇌 기능 저하로 발생합니다. 이러한 손상은 뇌 내부에 이물질이 축적되거나 신경세포 간의 연결이 손상되는 것과 관련될 수 있습니다.\n\n치매의 치료는 현재까지 완전한 치유 방법은 없지만, 증상을 완화하고 질병의 진행을 늦추기 위한 다양한 치료법과 관리법이 있습니다. 이에는 약물 치료, 뇌 훈련 프로그램, 물리치료, 감정적 지원 및 케어, 가족 멘토링, 치매 환자를 위한 안전한 환경 조성 등이 포함됩니다.\n\n치매의 조기 발견을 위해서는 정기적인 건강 검진이 중요합니다. 치매 초기 증상을 감지하기 위해 인지 평가가 포함된 정밀한 검사가 필요합니다.früher screenen"
  },
  {
    "name": "편도염",
    "hospital": "이비인후과 or 소아과 병원",
    "brief-explanation": "편도염은 편도 내부의 염증으로 발생하는 질환으로, 목 아픔, 목소리 변화, 인후 통증 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "편도염은 편도의 염증으로, 주로 바이러스나 세균에 의해 감염됩니다. 주요 증상으로는 목의 통증, 붓고름의 증가, 인후통, 발열, 구토 등이 있습니다. 특히 어린 아이들에게서 더 흔하게 발생합니다. 편도염의 치료는 대부분의 경우 집에서 치료할 수 있으며, 휴식과 수분 섭취, 진통제 및 해열제를 통해 증상을 관리할 수 있습니다. 하지만 심한 경우에는 항생제 치료가 필요할 수 있습니다."
  },
  {
    "name": "편두통",
    "hospital": "신경과 or 병원",
    "brief-explanation": "편두통은 한쪽 두통으로 발생하는 만성적인 두통 질환으로, 근육 긴장, 호르몬 변화, 스트레스 등이 원인이 될 수 있습니다.",
    "detail-explanation": "편두통은 반복적인 두통 발작을 특징으로 하는 질환으로, 일반적으로 한쪽 머리의 어느 부분에 발생합니다. 편두통은 통증을 동반한 다른 증상과 함께 출현할 수 있으며, 빛과 소음에 민감해지고 구토 또는 메스꺼움이 발생할 수 있습니다. 일반적으로 심한 경우에는 일상 생활에 지장을 줄 수 있습니다.\n\n편두통의 원인은 다양하지만, 혈관, 신경, 근육 등 다양한 인자들이 관련되어 있습니다. 유전적 요인, 스트레스, 호르몬 변화, 환경적 요인, 알레르기, 수면 부족 등이 편두통을 유발할 수 있습니다.\n\n편두통의 치료는 통증을 완화하고 발작을 예방하는 데 중점이 있습니다. 이를 위해 약물 치료, 생활습관 개선, 스트레스 관리, 식이 요법, 근육 이완 기법, 치료용 기기 사용 등이 사용될 수 있습니다.\n\n편두통의 조기 발견을 위해서는 통증의 발작 패턴과 관련 증상을 주의 깊게 관찰하고, 식습관이나 생활 습관의 변화, 스트레스 요인 등을 주시해야 합니다. 만약 편두통 증상이 자주 발생하거나 심해진다면, 의료 전문가와 상담하여 적절한 치료 계획을 수립하는 것이 중요합니다."
  },
  {
    "name": "폐렴",
    "hospital": "호흡기내과 or 소아과 병원",
    "brief-explanation": "폐렴은 폐 조직의 염증으로 발생하는 호흡기 감염병으로, 발열, 기침, 호흡 곤란 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "폐렴은 폐의 염증으로, 세균, 바이러스 또는 기타 감염원에 의해 발생합니다. 폐렴은 일반적으로 기침, 가래, 호흡 곤란, 흉통, 발열 등의 증상을 유발합니다. 노인, 어린이, 기저질환을 가진 사람들, 면역력이 약한 사람들은 특히 폐렴에 노출될 위험이 더 높습니다. 조기 발견을 위해 염증 마커 및 흉부 엑스레이와 같은 영상검사가 사용될 수 있습니다. 치료는 폐렴의 원인과 심각성에 따라 항생제, 산소 치료, 증상 관리 등이 포함될 수 있습니다. 폐렴은 일반적으로 심각한 질병이므로 조기 발견과 치료가 중요합니다. früher screenen"
  },
  {
    "name": "폐색전증",
    "hospital": "흉부외과 or 호흡기내과 병원",
    "brief-explanation": "폐색전증은 기도 내부가 좁아져 호흡이 곤란한 질환으로, 기관지 확장이나 기관지의 염증이 주된 원인입니다.",
    "detail-explanation": "폐색 전증은 폐의 기도가 일시적으로 부분적으로 또는 완전히 막혀 호흡이 어려워지는 상태를 나타냅니다. 이는 주로 기도가 갑자기 막히는 것에 의해 발생합니다. 폐색 전증은 주로 폐색 및 기도의 부분적 또는 완전한 막힘으로 인해 발생할 수 있습니다. 주된 증상으로는 호흡 곤란, 기침, 숨쉬기 힘들어함, 가슴 통증 등이 있습니다. 폐색 전증은 심각한 상황으로 치명적인 결과를 초래할 수 있으므로 즉시 응급 처치가 필요합니다. früher screenen"
  },
  {
    "name": "피부염",
    "hospital": "피부과 병원",
    "brief-explanation": "피부염은 피부의 염증으로 발생하는 질환으로, 발진, 가려움증, 붓기 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "피부염은 피부의 염증으로, 다양한 원인에 의해 발생할 수 있는 흔한 피부 질환입니다. 피부염은 피부의 가려움, 발진, 붓음, 발적, 따가움 등 다양한 증상을 유발할 수 있으며, 그 심각성과 증상의 종류는 발병한 부위, 원인, 개인의 피부 유형에 따라 다릅니다.\n\n피부염은 여러 가지 원인에 의해 발생할 수 있습니다. 이러한 원인에는 알레르기 반응, 화학 물질 접촉, 스트레스, 건조한 환경, 피부 감염, 피부 질환 등이 포함됩니다. 피부염은 일시적으로 발생할 수 있지만, 만성적인 경우도 있으며, 치료 없이는 증상이 악화될 수 있습니다.\n\n피부염의 치료는 그 원인에 따라 달라지며, 흔히 항염증제나 습진약, 항히스타민제, 스테로이드 크림 등의 약물 치료가 사용될 수 있습니다. 또한 적절한 피부 관리 및 예방 조치가 중요합니다. 피부염이 심각한 경우 의료 전문가와 상담하여 적절한 치료 방법을 결정하는 것이 중요합니다."
  },
  {
    "name": "협심증",
    "hospital": "심장내과 or 종합 병원",
    "brief-explanation": "협심증은 심근에 산소와 영양분이 부족하여 발생하는 가슴 통증을 의미합니다.",
    "detail-explanation": "협심증은 심장 근육에 산소 공급이 부족하여 발생하는 흔한 심혈관 질환입니다. 주로 가슴 통증 또는 압박감을 유발하는데, 이는 심장의 혈류가 감소되었을 때 발생합니다. 일반적으로 신체 활동이나 감정적 스트레스와 같은 요인이 증상을 유발할 수 있습니다.\n\n협심증의 주요 증상은 가슴 통증으로, 가슴의 압박감이나 무거움을 느끼는 것이 일반적입니다. 이러한 통증은 가슴 중앙에서 시작되거나 왼쪽 가슴에 발생할 수 있으며, 팔, 어깨, 목, 등으로 퍼질 수 있습니다. 또한 호흡 곤란, 두통, 어지러움, 불규칙한 심박동, 피로 등의 증상이 나타날 수도 있습니다.\n\n협심증의 치료에는 약물 치료, 생활 양식의 변화, 카테터 삽입술, 관상동맥 우회술 등의 치료법이 있습니다. 이러한 치료법을 통해 심혈관 계통의 혈류를 회복하고 심장의 부하를 줄이는 것이 목표입니다. 또한 생활양식의 변화와 심혈관 질환을 관리하기 위한 정기적인 의료 감시가 중요합니다."
  }
]
