[
  {
    "name": "각막염",
    "brief-explanation": "각막염은 각막의 염증으로 인해 발생하는 질환으로, 눈의 붉음, 가려움, 시력 저하 등의 증상이 나타납니다.",
    "detail-explanation": "각막염은 세균, 바이러스, 알레르기 반응 등에 의해 발생할 수 있으며, 안과 진료와 적절한 치료가 필요합니다."
  },
  {
    "name": "간 질환",
    "brief-explanation": "간 질환은 간 기능이 손상되거나 간 조직에 염증이 발생하는 질환을 의미합니다.",
    "detail-explanation": "간 질환은 알코올 남용, 바이러스 감염, 지방간 등의 다양한 요인에 의해 발생할 수 있으며, 조기 발견과 적절한 치료가 중요합니다."
  },
  {
    "name": "간질",
    "brief-explanation": "간질은 간세포의 비정상적인 활동으로 인해 발생하는 발작성 질환입니다.",
    "detail-explanation": "간질은 간 세포의 이상 활동으로 인해 발작을 유발할 수 있으며, 적절한 치료와 관리가 필요합니다."
  },
  {
    "name": "감기",
    "brief-explanation": "감기는 호흡기 바이러스에 의해 발생하는 전염성 질환으로, 콧물, 기침, 목 아픔 등의 증상이 나타납니다.",
    "detail-explanation": "감기는 주로 비말을 통해 전파되며, 적절한 휴식과 수분 섭취를 통해 증상을 완화할 수 있습니다."
  },
  {
    "name": "갑상선 기능 이상",
    "brief-explanation": "갑상선 기능 이상은 갑상선 호르몬의 분비가 정상 범위를 벗어난 상태를 의미합니다.",
    "detail-explanation": "갑상선 기능 이상은 갑상선 과 활동 증가 또는 저하로 인해 발생할 수 있으며, 정확한 진단과 치료가 필요합니다."
  },
  {
    "name": "갑상선 기능 저하",
    "brief-explanation": "갑상선 기능 저하는 갑상선이 충분한 호르몬을 생성하지 못하는 상태를 의미합니다.",
    "detail-explanation": "갑상선 기능 저하는 갑상선 호르몬 부족으로 인해 발생하며, 피로, 무기력, 체중 증가 등의 증상을 유발할 수 있습니다."
  },
  {
    "name": "갑상선 기능 저하증",
    "brief-explanation": "갑상선 기능 저하증은 갑상선 호르몬의 분비량이 부족한 질환입니다.",
    "detail-explanation": "갑상선 기능 저하증은 갑상선의 자가면역 질환으로 인해 발생할 수 있으며, 적절한 갑상선 호르몬 보충 치료가 필요합니다."
  },
  {
    "name": "건선",
    "brief-explanation": "건선은 피부 세포의 과도한 생성으로 인해 발생하는 피부 질환으로, 발진, 가려움증, 비정상적인 비듬 등이 나타납니다.",
    "detail-explanation": "건선은 면역 시스템의 이상 반응으로 인해 발생할 수 있으며, 피부염 진행을 제어하기 위해 다양한 치료법이 사용됩니다."
  },
  {
    "name": "결핵",
    "brief-explanation": "결핵은 결핵균에 의해 발생하는 감염성 질환으로, 폐를 비롯한 여러 기관에 영향을 미칠 수 있습니다.",
    "detail-explanation": "결핵은 공기 중의 결핵균을 통해 전파되며, 조기 발견과 적절한 항결핵 약물 치료가 필요합니다."
  },
  {
    "name": "과민성 대장 증후군",
    "brief-explanation": "과민성 대장 증후군은 대장의 기능 이상으로 인해 복통, 변비, 설사 등의 소화기 증상이 반복적으로 나타나는 질환입니다.",
    "detail-explanation": "과민성 대장 증후군은 대장 운동 이상, 신경-내분비 인자의 이상 반응 등이 원인이 될 수 있으며, 증상 완화를 위해 식이요법과 스트레스 관리가 중요합니다."
  },
  {
    "name": "군두통",
    "brief-explanation": "군두통은 편두통의 일종으로, 복잡한 압력 및 긴장성 통증을 유발하는 질환입니다.",
    "detail-explanation": "군두통은 강한 압력이나 긴장, 스트레스, 근육 긴장 등이 원인이 되며, 통증 관리와 스트레스 관리가 필요합니다."
  },
  {
    "name": "근시",
    "brief-explanation": "근시는 눈의 조절 기능에 이상이 생겨 원거리를 잘 보지 못하는 시력 이상입니다.",
    "detail-explanation": "근시는 눈의 수정체가 더 길어져서 발생하며, 안경이나 렌즈를 착용하여 시력을 보정할 수 있습니다."
  },
  {
    "name": "급성 두통",
    "brief-explanation": "급성 두통은 급격하게 발생하는 두통으로, 뇌출혈, 뇌졸중 등 심각한 질환의 가능성을 배제할 수 없는 상태를 의미합니다.",
    "detail-explanation": "급성 두통은 갑작스럽게 발생하며, 증상의 원인을 파악하기 위해 정확한 진단과 신속한 처치가 필요합니다."
  },
  {
    "name": "기관지염",
    "brief-explanation": "기관지염은 기관지 내막의 염증으로 인해 호흡곤란, 기침, 가슴 답답함 등의 증상이 나타나는 호흡기 질환입니다.",
    "detail-explanation": "기관지염은 알레르기, 바이러스 감염, 환경 오염 등에 의해 발생할 수 있으며, 치료에는 스테로이드나 기관지 확장제가 사용될 수 있습니다."
  },
  {
    "name": "내이성혈액종",
    "brief-explanation": "내이성혈액종은 골수에서 유래한 플라즈마 세포의 이상 증식으로 인해 발생하는 혈액 질환입니다.",
    "detail-explanation": "내이성혈액종은 면역계의 이상 반응으로 인해 발생할 수 있으며, 항암제 치료나 면역학적 치료가 필요할 수 있습니다."
  },
  {
    "name": "내이소성",
    "brief-explanation": "내이소성은 혈액 속 혈소판의 수가 감소하거나 기능이 저하되는 질환으로, 출혈 및 혈액 응고 장애를 유발할 수 있습니다.",
    "detail-explanation": "내이소성은 면역계의 이상 반응에 의해 발생할 수 있으며, 혈소판 이식, 면역억제제 등의 치료가 필요할 수 있습니다."
  },
  {
    "name": "뇌손상",
    "brief-explanation": "뇌손상은 외력이나 충격으로 인해 뇌조직이 손상되는 상태를 의미합니다.",
    "detail-explanation": "뇌손상은 다양한 원인에 의해 발생할 수 있으며, 치료에는 휴식, 뇌손상 관리 및 재활 치료가 포함될 수 있습니다."
  },
  {
    "name": "뇌졸중",
    "brief-explanation": "뇌졸중은 뇌 혈액 순환의 갑작스러운 중단으로 인해 뇌 조직 손상이 발생하는 질환입니다.",
    "detail-explanation": "뇌졸중은 혈관 혹은 혈전에 의한 뇌 혈액 순환 저하로 발생할 수 있으며, 조기 발견과 적절한 치료가 필요합니다."
  },
  {
    "name": "뇌종양",
    "brief-explanation": "뇌종양은 뇌 내에서 비정상적으로 증식한 세포로 인해 발생하는 종양을 의미합니다.",
    "detail-explanation": "뇌종양은 다양한 종류와 심각도를 가질 수 있으며, 종양의 종류와 위치에 따라 치료 방법이 달라질 수 있습니다."
  },
  {
    "name": "뇌출혈",
    "brief-explanation": "뇌출혈은 뇌 혈관의 파열로 인해 뇌 조직 주변에 출혈이 발생하는 상태를 의미합니다.",
    "detail-explanation": "뇌출혈은 혈관이 파열되어 혈액이 뇌 주변 조직에 누출되는 것으로, 증상의 심각성에 따라 수술적 치료가 필요할 수 있습니다."
  },
  {
    "name": "담낭염",
    "brief-explanation": "담낭염은 담낭 내의 담즙이 결핍되어 발생하는 염증성 질환으로, 복통, 소화 불량 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "담낭염은 주로 담석이 담낭의 출구를 막아 염증을 유발할 때 발생하며, 치료에는 약물 치료나 수술적 치료가 필요할 수 있습니다."
  },
  {
    "name": "담석",
    "brief-explanation": "담석은 담낭이나 담관 내에 형성되는 결정체로, 복통이나 소화 불량 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "담석은 담측 구조나 담즙 성분의 이상으로 발생할 수 있으며, 큰 담석이나 증상이 있는 경우 수술적 치료가 필요할 수 있습니다."
  },
  {
    "name": "당뇨병",
    "brief-explanation": "당뇨병은 혈액 내 인슐린의 부족이나 인슐린의 효과 저하로 인해 혈당 조절 기능이 상실된 질환입니다.",
    "detail-explanation": "당뇨병은 혈당 조절 불균형으로 인해 다양한 부가 증상을 유발할 수 있으며, 적절한 혈당 관리와 생활습관 개선이 필요합니다."
  },
  {
    "name": "대장염",
    "brief-explanation": "대장염은 대장 내막의 염증으로 인해 발생하는 질환으로, 복통, 설사, 변비 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "대장염은 면역계 이상 반응, 유전적 요인 등에 의해 발생할 수 있으며, 적절한 약물 치료와 식이요법이 필요할 수 있습니다."
  },
  {
    "name": "독감",
    "brief-explanation": "독감은 인플루엔자 바이러스에 의해 발생하는 급성 호흡기 감염병으로, 발열, 근육통, 인후통 등의 증상이 나타납니다.",
    "detail-explanation": "독감은 주로 바이러스에 의해 전파되며, 증상 완화와 합병증 예방을 위해 적절한 치료와 예방 접종이 필요합니다."
  },
  {
    "name": "만성 기관지염",
    "brief-explanation": "만성 기관지염은 기관지의 지속적인 염증으로, 기침, 가래, 호흡곤란 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "만성 기관지염은 급성 기관지염이 지속되어 발생하며, 재발을 방지하고 증상을 완화하기 위해 약물 치료와 생활습관 개선이 필요합니다."
  },
  {
    "name": "만성 피로 증후군",
    "brief-explanation": "만성 피로 증후군은 지속적인 피로와 무기력으로 특징지어지는 증후군입니다.",
    "detail-explanation": "만성 피로 증후군은 다양한 요인에 의해 발생할 수 있으며, 적절한 휴식과 식이요법, 생활 습관 개선이 필요합니다."
  },
  {
    "name": "망막 손상",
    "brief-explanation": "망막 손상은 망막의 세포나 혈관에 이상이 생겨 시력을 저하시키는 질환입니다.",
    "detail-explanation": "망막 손상은 당뇨병, 안구 고혈압 등 다양한 요인으로 인해 발생할 수 있으며, 조기 발견과 치료가 시력 보존에 중요합니다."
  },
  {
    "name": "망막색소변성",
    "brief-explanation": "망막색소변성은 망막 안의 색소 세포들이 손상되어 시력을 저하시키는 질환입니다.",
    "detail-explanation": "망막색소변성은 노화나 유전적인 요인 등이 원인이 될 수 있으며, 시력 저하를 완화하기 위해 조기 발견과 적절한 치료가 필요합니다."
  },
  {
    "name": "무기력",
    "brief-explanation": "무기력은 지속적인 피로와 무기력으로 특징지어지는 상태를 의미합니다.",
    "detail-explanation": "무기력은 다양한 신체적, 정신적 요인에 의해 발생할 수 있으며, 적절한 휴식과 생활습관 개선이 필요합니다."
  },
  {
    "name": "방광암",
    "brief-explanation": "방광암은 방광 내 점막세포에서 시작되는 악성 종양으로, 혈뇨, 배뇨장애, 복통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "방광암은 주로 흡연, 화학물질 노출, 만성 방광염 등이 원인이 될 수 있으며, 조기 발견과 적절한 치료가 필요합니다."
  },
  {
    "name": "배고픔",
    "brief-explanation": "배고픔은 식사나 영양소 섭취의 부족으로 인해 발생하는 생리적 상태입니다.",
    "detail-explanation": "배고픔은 에너지 공급 부족으로 인해 신체가 에너지를 얻지 못할 때 발생하며, 적절한 영양 섭취와 식습관 개선이 필요합니다."
  },
  {
    "name": "백내장",
    "brief-explanation": "백내장은 수정체의 투명도가 감소하여 시력이 저하되는 안과 질환입니다.",
    "detail-explanation": "백내장은 노화나 외상 등이 원인이 될 수 있으며, 주로 수술적 치료를 통해 안질 수 있습니다."
  },
  {
    "name": "백선",
    "brief-explanation": "백선은 근육, 인대, 건의 불균형으로 인해 발생하는 척추 후만증의 일종으로, 허리 통증이 주된 증상입니다.",
    "detail-explanation": "백선은 거북목이나 강박증과 관련이 있을 수 있으며, 적절한 근력 운동과 스트레칭이 치료와 예방에 도움이 될 수 있습니다."
  },
  {
    "name": "병성 두통",
    "brief-explanation": "병성 두통은 특정한 원인으로 발생하는 만성적인 두통으로, 약물 복용, 스트레스, 불규칙한 생활습관 등이 원인이 될 수 있습니다.",
    "detail-explanation": "병성 두통은 두통 증상이 지속되는 경우로, 적절한 원인 진단과 스트레스 관리, 생활습관 개선이 필요합니다."
  },
  {
    "name": "성대 결절",
    "brief-explanation": "성대 결절은 성대 내에 발생하는 작은 종양으로, 목소리 변화나 발성 장애를 유발할 수 있습니다.",
    "detail-explanation": "성대 결절은 목소리 낭비, 과음, 흡연 등이 원인이 될 수 있으며, 치료에는 성대 사용 방법의 재교육이 포함될 수 있습니다."
  },
  {
    "name": "세균성 피부 감염",
    "brief-explanation": "세균성 피부 감염은 피부의 상처나 손상 부위에 세균이 침입하여 발생하는 감염 질환입니다.",
    "detail-explanation": "세균성 피부 감염은 다양한 세균 종류에 의해 발생하며, 적절한 항생제 치료나 상처 관리가 필요합니다."
  },
  {
    "name": "소뇌 질환",
    "brief-explanation": "소뇌 질환은 소뇌 기능에 이상이 생겨 발생하는 질환으로, 균형 감각 손상, 운동 조절 장애 등의 증상이 나타날 수 있습니다.",
    "detail-explanation": "소뇌 질환은 다양한 원인에 의해 발생할 수 있으며, 정확한 원인 진단과 치료가 필요합니다."
  },
  {
    "name": "소장염",
    "brief-explanation": "소장염은 소장 내막의 염증으로 인해 발생하는 질환으로, 복통, 설사, 발열 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "소장염은 감염, 알레르기 반응, 자가면역 질환 등에 의해 발생할 수 있으며, 적절한 약물 치료와 식이요법이 필요할 수 있습니다."
  },
  {
    "name": "소화 장애",
    "brief-explanation": "소화 장애는 소화 과정에 이상이 생겨 음식물을 소화, 흡수하기 어려운 상태를 의미합니다.",
    "detail-explanation": "소화 장애는 소화 효소 부족, 신경-내분비 이상, 알레르기 반응 등이 원인이 될 수 있으며, 적절한 치료와 식습관 개선이 필요합니다."
  },
  {
    "name": "스트레스",
    "brief-explanation": "스트레스는 생리적, 심리적, 사회적 요인에 의해 발생하는 정신적 압력이나 긴장 상태를 의미합니다.",
    "detail-explanation": "스트레스는 생활의 다양한 상황에서 발생할 수 있으며, 적절한 스트레스 관리와 심리적 지원이 필요합니다."
  },
  {
    "name": "식도염",
    "brief-explanation": "식도염은 식도 내막의 염증으로 인해 발생하는 질환으로, 통증, 역류성 증상, 열감 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "식도염은 식도 내막의 염증이 위산의 역류로 인해 발생할 수 있으며, 적절한 식이요법과 약물 치료가 필요합니다."
  },
  {
    "name": "식욕 부진",
    "brief-explanation": "식욕 부진은 식욕이 감소하여 적절한 영양소를 섭취하지 못하는 상태를 의미합니다.",
    "detail-explanation": "식욕 부진은 다양한 요인에 의해 발생할 수 있으며, 적절한 영양 섭취와 건강한 식습관이 필요합니다."
  },
  {
    "name": "식중독",
    "brief-explanation": "식중독은 유해한 미생물이나 독소가 음식물에 함유되어 소화된 후 발생하는 질환으로, 구토, 설사, 복통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "식중독은 주로 식품 조리 불량이나 유통 과정에서의 오염으로 발생할 수 있으며, 증상 완화와 합병증 예방을 위해 수분 보충과 안정적인 식사가 필요합니다."
  },
  {
    "name": "신장 질환",
    "brief-explanation": "신장 질환은 신장 기능이 저하되거나 손상되는 상태를 의미합니다.",
    "detail-explanation": "신장 질환은 다양한 요인에 의해 발생할 수 있으며, 조기 발견과 적절한 치료가 신장 기능을 보존하는 데 중요합니다."
  },
  {
    "name": "신장결석",
    "brief-explanation": "신장결석은 신장 내에서 형성되는 결석체로, 복통, 요통, 혈뇨 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "신장결석은 요로감염, 대사 이상, 수분 부족 등이 원인이 될 수 있으며, 크기와 위치에 따라 치료 방법이 달라질 수 있습니다."
  },
  {
    "name": "신장염",
    "brief-explanation": "신장염은 신장 내막의 염증으로 인해 발생하는 질환으로, 복통, 발열, 요통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "신장염은 감염, 알콜 남용, 약물 부작용 등에 의해 발생할 수 있으며, 적절한 치료와 안정적인 생활습관이 필요합니다."
  },
  {
    "name": "심근경색",
    "brief-explanation": "심근경색은 심근의 혈류가 갑작스럽게 차단되어 심근 조직이 손상되는 상태를 의미합니다.",
    "detail-explanation": "심근경색은 주로 혈관의 혈전 형성이나 혈관의 협착으로 발생할 수 있으며, 신속한 응급 처치가 필요합니다."
  },
  {
    "name": "심부전",
    "brief-explanation": "심부전은 심장의 기능이 저하되어 신체에 충분한 혈액을 공급하지 못하는 상태를 의미합니다.",
    "detail-explanation": "심부전은 심장 기능 이상, 고혈압, 심장 질환 등에 의해 발생할 수 있으며, 적절한 치료와 생활습관 개선이 필요합니다."
  },
  {
    "name": "안구건조증",
    "brief-explanation": "안구건조증은 눈의 물질이 부족하거나 품질이 저하되어 발생하는 질환으로, 눈의 따가움, 가려움증, 시력 저하 등의 증상이 나타납니다.",
    "detail-explanation": "안구건조증은 눈물 분비 부족, 눈 주변 부조화 등에 의해 발생할 수 있으며, 적절한 안약이나 안경 렌즈 착용이 필요할 수 있습니다."
  },
  {
    "name": "알레르기",
    "brief-explanation": "알레르기는 세포의 과민반응으로 인해 발생하는 면역질환으로, 발진, 가려움증, 콧물, 기침 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "알레르기는 알레르겐과의 접촉으로 인해 발생할 수 있으며, 항히스타민제나 스테로이드 등의 약물 치료가 필요할 수 있습니다."
  },
  {
    "name": "알레르기성 피부염",
    "brief-explanation": "알레르기성 피부염은 피부가 알레르겐에 반응하여 발생하는 피부 질환으로, 발진, 가려움증, 발진 등의 증상이 나타납니다.",
    "detail-explanation": "알레르기성 피부염은 접촉 피부염이나 아토피성 피부염으로 발생할 수 있으며, 특정 알레르겐을 피하거나 스테로이드 크림을 사용할 수 있습니다."
  },
  {
    "name": "알콜 중독",
    "brief-explanation": "알콜 중독은 알코올을 지나치게 섭취하여 발생하는 상태로, 생리적, 정신적 의존과 소비량 증가로 특징지어집니다.",
    "detail-explanation": "알콜 중독은 대뇌 기능 저하, 간장 손상, 정신 질환 등을 유발할 수 있으며, 종단적 치료와 정신적 지원이 필요합니다."
  },
  {
    "name": "열사병",
    "brief-explanation": "열사병은 체내 열 조절 기능이 손상되어 발생하는 열치료가 필요한 상태를 의미합니다.",
    "detail-explanation": "열사병은 고온 환경에서의 장시간 노출로 발생할 수 있으며, 적절한 체온 조절과 수분 보충이 필요합니다."
  },
  {
    "name": "열이 나는 감염",
    "brief-explanation": "열이 나는 감염은 감염으로 인해 발생하는 체내의 열 상승을 의미합니다.",
    "detail-explanation": "열이 나는 감염은 세균, 바이러스 등에 의해 발생할 수 있으며, 증상 완화와 합병증 예방을 위해 적절한 치료가 필요합니다."
  },
  {
    "name": "요로감염",
    "brief-explanation": "요로감염은 소변생산, 저장, 배출에 관련된 기관이 세균에 의해 감염되는 질환을 의미합니다.",
    "detail-explanation": "요로감염은 세균의 성장과 번식으로 인해 발생할 수 있으며, 적절한 항생제 치료와 적절한 수분 섭취가 필요합니다."
  },
  {
    "name": "우울증",
    "brief-explanation": "우울증은 기분이 지속적으로 침울하고 무기력한 상태가 지속되는 정신질환으로, 일상생활에 지장을 줄 수 있습니다.",
    "detail-explanation": "우울증은 생리학적, 심리적, 사회적 요인에 의해 발생할 수 있으며, 정신과 상담이나 약물 치료가 필요할 수 있습니다."
  },
  {
    "name": "원시",
    "brief-explanation": "원시는 대사 과정에서 유래하는 체내의 이상 증식으로, 골수 손상, 과다 발열, 뼈 통증 등을 유발할 수 있습니다.",
    "detail-explanation": "원시는 면역계의 이상 반응으로 인해 발생할 수 있으며, 항암제 치료나 면역학적 치료가 필요할 수 있습니다."
  },
  {
    "name": "위궤양",
    "brief-explanation": "위궤양은 위 점막의 손상으로 인해 발생하는 소화기 질환으로, 상복부 통증, 식욕 부진, 메스꺼움 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위궤양은 급성 염증이나 위산의 과다 생성 등에 의해 발생할 수 있으며, 적절한 치료와 식이요법이 필요합니다."
  },
  {
    "name": "위암",
    "brief-explanation": "위암은 위의 점막에서 발생하는 악성 종양으로, 속쓰림, 구토, 체중 감소 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위암은 흡연, 고지혈증, 위궤양 등이 원인이 될 수 있으며, 조기 발견과 적절한 치료가 생존율을 높일 수 있습니다."
  },
  {
    "name": "위염",
    "brief-explanation": "위염은 위 점막의 염증으로 인해 발생하는 소화기 질환으로, 속쓰림, 구토, 복부팽만 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위염은 알코올 소비, 흡연, 위산의 역류 등에 의해 발생할 수 있으며, 적절한 치료와 식이요법이 필요합니다."
  },
  {
    "name": "위장관 감염",
    "brief-explanation": "위장관 감염은 소화기의 다양한 부위에서 발생하는 세균, 바이러스 등의 감염으로, 설사, 구토, 복통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "위장관 감염은 세균, 바이러스의 전파나 오염된 음식물 등을 통해 전염될 수 있으며, 수분 섭취와 안정적인 식사가 필요합니다."
  },
  {
    "name": "인플루엔자",
    "brief-explanation": "인플루엔자는 인플루엔자 바이러스에 의해 발생하는 급성 호흡기 감염병으로, 발열, 근육통, 인후통 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "인플루엔자는 주로 바이러스에 의해 전파되며, 증상 완화와 합병증 예방을 위해 적절한 치료와 예방 접종이 필요합니다."
  },
  {
    "name": "인후염",
    "brief-explanation": "인후염은 인후 및 후두 부위의 염증으로, 목 아픔, 인후통, 목소리 변화 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "인후염은 세균, 바이러스, 알레르기 등에 의해 발생할 수 있으며, 적절한 휴식과 따뜻한 음료 섭취가 필요합니다."
  },
  {
    "name": "전염성 질환",
    "brief-explanation": "전염성 질환은 세균, 바이러스, 진균 등이 전파되어 발생하는 질환으로, 열, 설사, 구토 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "전염성 질환은 감염원과의 접촉이나 공기 중 전파로 전염될 수 있으며, 적절한 치료와 예방이 필요합니다."
  },
  {
    "name": "중독",
    "brief-explanation": "중독은 약물, 음주, 화학물질 등이 지나치게 섭취되어 생체 기능에 이상을 초래하는 상태를 의미합니다.",
    "detail-explanation": "중독은 생체 조절 기능을 방해하여 생리학적, 정신적 이상을 유발할 수 있으며, 종단적 치료와 정신적 지원이 필요합니다."
  },
  {
    "name": "천식",
    "brief-explanation": "천식은 기관지가 지속적으로 염증되어 호흡 곤란을 유발하는 만성 폐 질환입니다.",
    "detail-explanation": "천식은 공기 중 알레르겐에 의한 호흡기 반응이 주된 원인이며, 적절한 치료와 흡입기 사용이 필요합니다."
  },
  {
    "name": "천식 발작",
    "brief-explanation": "천식 발작은 기관지의 급성 염증으로 인해 호흡 곤란이 급작스럽게 발생하는 상태를 의미합니다.",
    "detail-explanation": "천식 발작은 알레르겐, 과민 반응, 운동 등이 원인이 될 수 있으며, 급성 발작 시 적절한 치료가 필요합니다."
  },
  {
    "name": "철 결핍",
    "brief-explanation": "철 결핍은 철분의 섭취가 부족하여 발생하는 영양 실조 상태를 의미합니다.",
    "detail-explanation": "철 결핍은 혈액의 적혈구 생성에 영향을 줄 수 있으며, 적절한 영양 섭취와 철분 보충이 필요합니다."
  },
  {
    "name": "철결핍 빈혈",
    "brief-explanation": "철결핍 빈혈은 철분의 섭취가 부족하여 적혈구 생성이 감소되는 혈액 질환을 의미합니다.",
    "detail-explanation": "철결핍 빈혈은 빈혈 증상을 유발할 수 있으며, 철분 보충과 원인에 따른 치료가 필요합니다."
  },
  {
    "name": "체내 열 조절 문제",
    "brief-explanation": "체내 열 조절 문제는 체온이 균형을 유지하지 못하고 과열이나 저체온 상태가 지속되는 상태를 의미합니다.",
    "detail-explanation": "체내 열 조절 문제는 열 스트레스, 열 신호 처리 이상 등에 의해 발생할 수 있으며, 적절한 환경 관리와 수분 섭취가 필요합니다."
  },
  {
    "name": "출혈성 위염",
    "brief-explanation": "출혈성 위염은 위 내막에 염증이 발생하여 출혈이 동반되는 위장 질환입니다.",
    "detail-explanation": "출혈성 위염은 위산의 역류, 과도한 알콜 소비 등이 원인이 될 수 있으며, 적절한 식이요법과 치료가 필요합니다."
  },
  {
    "name": "췌장염",
    "brief-explanation": "췌장염은 췌장의 염증으로 발생하는 소화기 질환으로, 복통, 발열, 구토 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "췌장염은 알콜 남용, 담석, 감염 등이 원인이 될 수 있으며, 치료에는 통증 완화와 췌장 휴식이 포함될 수 있습니다."
  },
  {
    "name": "치매",
    "brief-explanation": "치매는 뇌 기능의 저하로 인해 기억력, 사고 능력 등이 저하되는 질환으로, 대부분 노화에 따라 발생합니다.",
    "detail-explanation": "치매는 뇌의 신경세포 손상이나 사고 기능 이상에 의해 발생할 수 있으며, 증상 완화와 가족의 돌봄이 필요합니다."
  },
  {
    "name": "편도염",
    "brief-explanation": "편도염은 편도 내부의 염증으로 발생하는 질환으로, 목 아픔, 목소리 변화, 인후 통증 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "편도염은 세균, 바이러스에 의해 발생할 수 있으며, 적절한 치료와 휴식이 필요합니다."
  },
  {
    "name": "편두통",
    "brief-explanation": "편두통은 한쪽 두통으로 발생하는 만성적인 두통 질환으로, 근육 긴장, 호르몬 변화, 스트레스 등이 원인이 될 수 있습니다.",
    "detail-explanation": "편두통은 발작적인 두통이 지속되는 경우로, 통증 완화와 스트레스 관리가 필요합니다."
  },
  {
    "name": "폐렴",
    "brief-explanation": "폐렴은 폐 조직의 염증으로 발생하는 호흡기 감염병으로, 발열, 기침, 호흡 곤란 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "폐렴은 세균, 바이러스, 곰팡이 등에 의해 발생할 수 있으며, 증상 완화와 합병증 예방을 위한 적절한 치료가 필요합니다."
  },
  {
    "name": "폐색전증",
    "brief-explanation": "폐색전증은 기도 내부가 좁아져 호흡이 곤란한 질환으로, 기관지 확장이나 기관지의 염증이 주된 원인입니다.",
    "detail-explanation": "폐색전증은 흡연, 환경 오염 등이 원인이 될 수 있으며, 흡입기나 수술 등이 치료 방법으로 사용될 수 있습니다."
  },
  {
    "name": "폐색증",
    "brief-explanation": "폐색증은 폐의 기도가 좁아져 호흡이 곤란한 상태를 의미합니다.",
    "detail-explanation": "폐색증은 기관지의 염증, 점액 생성, 폐 조직 파괴 등이 원인이 될 수 있으며, 적절한 치료와 호흡 운동이 필요합니다."
  },
  {
    "name": "폐쇄성 폐질환",
    "brief-explanation": "폐쇄성 폐질환은 기도 내부의 좁아짐이나 폐 기능 저하로 인해 호흡이 곤란한 질환을 의미합니다.",
    "detail-explanation": "폐쇄성 폐질환은 기관지 천식, 만성 폐쇄성 폐질환 등이 포함되며, 적절한 치료와 호흡 운동이 필요합니다."
  },
  {
    "name": "피부 단순 헤르페스",
    "brief-explanation": "피부 단순 헤르페스는 헤르페스 바이러스에 의해 발생하는 피부 질환으로, 발진, 가려움증, 통증을 유발할 수 있습니다.",
    "detail-explanation": "피부 단순 헤르페스는 주로 생리적 스트레스나 면역력 저하로 발생하며, 항바이러스제나 항염증제를 통해 치료가 가능합니다."
  },
  {
    "name": "피부 포도상 포진",
    "brief-explanation": "피부 포도상 포진은 대상포진 바이러스에 의해 발생하는 피부 질환으로, 발진, 가려움증, 통증 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "피부 포도상 포진은 주로 신경통을 유발할 수 있으며, 항바이러스제나 항염증제를 통해 치료가 가능합니다."
  },
  {
    "name": "피부염",
    "brief-explanation": "피부염은 피부의 염증으로 발생하는 질환으로, 발진, 가려움증, 붓기 등의 증상을 유발할 수 있습니다.",
    "detail-explanation": "피부염은 알레르기 반응, 세균, 바이러스 등에 의해 발생할 수 있으며, 적절한 피부 관리와 치료가 필요합니다."
  },
  {
    "name": "혈소판감소증",
    "brief-explanation": "혈소판감소증은 혈액 내 혈소판 수가 감소하여 발생하는 혈액 질환으로, 혈전 형성 능력이 저하됩니다.",
    "detail-explanation": "혈소판감소증은 출혈, 반쯤 졸음 상태, 호흡 곤란 등의 증상을 유발할 수 있으며, 적절한 치료가 필요합니다."
  },
  {
    "name": "협심증",
    "brief-explanation": "협심증은 심근에 산소와 영양분이 부족하여 발생하는 가슴 통증을 의미합니다.",
    "detail-explanation": "협심증은 심장의 혈관이 협착되거나 좁아져 혈류가 감소할 때 발생할 수 있으며, 심혈관계 질환 예방이 필요합니다."
  },
  {
    "name": "흉통백선병",
    "brief-explanation": "흉통백선병은 대상포진 바이러스에 의해 발생하는 피부 질환으로, 흉통, 발진, 가려움증을 유발할 수 있습니다.",
    "detail-explanation": "흉통백선병은 주로 대상포진 바이러스의 재활성화로 인해 발생하며, 항바이러스제나 항염증제를 통해 치료가 가능합니다."
  }
]
